Repository: ecki/net-tools
Catalog: po/*.po
Languages: ca, ka, sv

source: %u passive connections rejected because of time stamp
ka: %u დროის შტამპის გამო უარყოფილი პასიური შეერთება

source: %u active connections rejected because of time stamp
ka: %u დროის შტამპის გამო უარყოფილი აქტიური შეერთება

source: %u packets rejected in established connections because of timestamp
ka: %u დროის შტამპის გამო უარყოფილი პაკეტი დამყარებულ შეერთებებში

source: %u delayed acks sent
ka: %u გაგზავნილი დაყოვნებული ACK

source: %u delayed acks further delayed because of locked socket
ka: %u დაბლოკილი სოკეტის გამო დამატებით გადადებული უკვე გადადებული ACK

source: Quick ack mode was activated %u times
ka: სწრაფი ack-ის რეჟიმი %u-ჯერ ჩაირთო

source: %u times the listen queue of a socket overflowed
ka: სოკეტის მოსმენის რიგი %u-ჯერ გადაივსო

source: %u SYNs to LISTEN sockets dropped
ka: %u SYN-დან LISTEN -მდე გადაგდებული სოკეტი

source: %u packets directly queued to recvmsg prequeue
ka: %u recvmsg წინასწარ რიგში პირდაპირ ჩასმული პაკეტი

source: %u bytes directly in process context from backlog
ka: %u ბაიტი backlog-დან პირდაპირ პროცესის კონტექსტში

source: %u bytes directly received in process context from prequeue
ka: %u პრერიგიდან პროცესის კონტექსტში პირდაპირ მიღებული პაკეტი

source: %u packets dropped from prequeue
ka: %u პრერიგიდან გადაყრილი პაკეტი

source: %u packet headers predicted
ka: %u გამოცნობილი პაკეტის თავსართი

source: %u packet headers predicted and directly queued to user
ka: %u პაკეტის თავსართი გამოცნობილი და პირდაპირ მომხმარებლის რიგში ჩამატებულია

source: Ran %u times out of system memory during packet sending
ka: %u-ჯერ სისტემას პაკეტების გასაგზავნად მეხსიერება

source: %u acknowledgments not containing data payload received
ka: %u მიღებული მონაცემების არშემცველი დადასტურება

source: %u predicted acknowledgments
ka: %u გამოცნობილი დადასტურება

source: %u times recovered from packet loss due to fast retransmit
ka: %u-ჯერ სწრაფი გადაცემის გამო პაკეტების დაკარგვისგან აღდგენილი

source: %u times recovered from packet loss by selective acknowledgements
ka: %u-ჯერ პაკეტების კარგვისგან არჩევითი დადასტურებით აღდგენა

source: %u bad SACK blocks received
ka: %u მიღებული ცუდი SACK ბლოკი

source: Detected reordering %u times using FACK
ka: გამოვლენილია %u-ჯერ გადალაგება FACK-ის გამოყენებით

source: Detected reordering %u times using SACK
ka: გამოვლენილია %u-ჯერ გადალაგება SACK-ის გამოყენებით

source: Detected reordering %u times using time stamp
ka: გამოვლენილია %u-ჯერ გადალაგება დროის შტამპის გამოყენებით

source: Detected reordering %u times using reno fast retransmit
ka: გამოვლენილია %u-ჯერ გადალაგება reno სწრაფი გადაგზავნის გამოყენებით

source: %u congestion windows fully recovered without slow start
ka: %u ნელი დაწყების გარეშე სრულად აღდგენილი გადატვირთვის ფანჯარა

source: %u congestion windows partially recovered using Hoe heuristic
ka: %u Hoe-ის ევრისტიკით ნაწილობრივ აღდგენილი გადატვირთვის ფანჯარა

source: %u congestion window recovered without slow start using DSACK
ka: %u DSACK-ის გამოყენებით ნელი დაწყების გარეშე აღდგენილი გადატვირთვის ფანჯარა

source: %u congestion windows recovered without slow start after partial ack
ka: %u ნაწილობრივი ACK-ის შემდეგ ნელი დაწყების გარეშე აღდგენილი გადატვირთვის ფანჯარა

source: %u retransmits lost
ka: %u გადაგზავნა დაკარგულია

source: %u timeouts after reno fast retransmit
ka: %u მოლოდინის გასვლა reno სწრაფი გადაგზავნის შემდეგ

source: %u timeouts after SACK recovery
ka: %u მოლოდინის გასვლა SACK აღდგენის შემდეგ

source: %u timeouts in loss state
ka: დროის ამოწურვის რაოდენობა დაკარგვის მდგომარეობაში: %u

source: %u fast retransmits
ka: %u სწრაფი გადაგზავნა

source: %u forward retransmits
ka: %u გადაგზავნილი გადაგზავნა

source: %u retransmits in slow start
ka: %u გადაგზავნები ნელ გაშვებაში

source: %u other TCP timeouts
ka: %u TCP -ის სხვა მოლოდინის ამოწურვა

source: %u reno fast retransmits failed
ka: %u reno სწრაფი გადაგზავნის შეცდომა

source: %u SACK retransmits failed
ka: %u შეცდომის მქონე SACK გადაგზავნა

source: %u times receiver scheduled too late for direct processing
ka: %u-ჯერ მიმღებმა პირდაპირი დამუშავებისთვის რიგში მეტისმეტად გვიან ჩაამატა

source: %u packets collapsed in receive queue due to low socket buffer
ka: %u სოკეტის არასაკმარისი ბუფერის გამო გაფუჭებული პაკეტი მიღების რიგში

source: %u DSACKs sent for old packets
ka: %u გაგზავნილი DSACK ძველი პაკეტისთვის

source: %u DSACKs sent for out of order packets
ka: %u გაგზავნილი DSACK-ები დაულაგებელი პაკეტებისთვის

source: %u DSACKs received
ka: %u მიღებული DSACK

source: %u DSACKs for out of order packets received
ka: %u DSACK-ი მიღებული დაულაგებელი პაკეტებისთვის

source: %u connections reset due to unexpected SYN
ka: %u შეერთების თავიდან დაწყება მოულოდნელი SYN-ის გამო

source: %u connections reset due to unexpected data
ka: %u შეერთების თავიდან დაწყება მოულოდნელი მონაცემების გამო

source: %u connections reset due to early user close
ka: %u კავშირი ხელახლა დაიწყო მომხმარებლის მიერ ადრეულ ეტაპზე დახურვის გამო

source: %u connections aborted due to memory pressure
ka: %u კავშირი მეხსიერებაზე დაწოლის გამო შეწყდა

source: %u connections aborted due to timeout
ka: %u შეერთება შეწყდა ვადის ამოწურვის გამო

source: %u connections aborted after user close in linger timeout
ka: %u გაწყვეტილი შეერთება მომხმარებლის მიერ დაყოვნებული ვადის დახურვის შემდეგ

source: %u times unabled to send RST due to no memory
ka: %u-ჯერ არასაკმარისი მეხსიერების გამო RST-ის გაგზავნის შეუძლებლობა

source: TCP ran low on memory %u times
ka: TCP-ის მეხსიერება არასაკმარისი იყო %u-ჯერ

source: %u TCP data loss events
ka: %u TCP მონაცემების კარგვის მოვლენა

source: %u congestion windows recovered without slow start by DSACK
ka: %u DSACK-ის მიერ ნელი დაწყების გარეშე აღდგენილი გადატვირთვის ფანჯარა

source: %u classic Reno fast retransmits failed
ka: %u კლასიკური Reno სწრაფი გადაგზავნის შეცდომა

source: error parsing /proc/net/snmp
ka: /proc/net/snmp-ის დამუშავების შეცდომა

source: IPv6-in-IPv4
ka: IPv6-ი-IPv4-ში

source: Destination Next Hop Flag Met Ref Use If
ka: დანიშნულება შემდეგი ჰოპი ალამი მეტ მიბმა გამოყ. ინტ

source: inet_route [-vF] add {-host|-net} Target[/prefix] [gw Gw] [metric M]
ka: inet_route [-vF] add {-host|-net} სამიზნე[/პრეფიქსი] [gw Gw] [metric M]

source: IPX not configured in this system.
ka: IPX ამ სისტემაზე მორგებული არაა.

source: warning: no inet socket available: %s
ka: გაფრთხილება: inet სოკეტი ხელმიუწვდომელია: %s

source: %-9.9s Link encap:%s
ka: %-9.9s ბმულის ენკაპ:%s

source: HWaddr %s
ka: აპარ.მისამ.%s

source: Media:%s
ka: მედია:%s

source: (auto)
ka: (ავტო)

source: %s addr:%s
ka: %s მისამ:%s

source: P-t-P:%s
ka: წ-წ:%s

source: Mask:%s
ka: ნიღაბი:%s

source: inet6 addr: %s/%d
ka: inet6 მისამართი: %s/%d

source: Scope:
ka: ფარგლები:

source: Global
ka: გლობალური

source: Link
ka: ბმული

source: Site
ka: საიტი

source: Compat
ka: თავსებად

source: Host
ka: ჰოსტი

source: Unknown
ka: უცნობი

source: IPX/Ethernet II addr:%s
ka: IPX/Ethernet II მისამ:%s

source: IPX/Ethernet SNAP addr:%s
ka: IPX/Ethernet SNAP მისამ:%s

source: IPX/Ethernet 802.2 addr:%s
ka: IPX/Ethernet 802.2 მისამ:%s

source: IPX/Ethernet 802.3 addr:%s
ka: IPX/Ethernet 802.3 მისამ:%s

source: EtherTalk Phase 2 addr:%s
ka: EtherTalk მეორე ფაზის მისამ:%s

source: econet addr:%s
ka: econet -ის მისამ:%s

source: [NO FLAGS]
ka: [ალმების გარეშე]

source: MTU:%d Metric:%d
ka: MTU:%d მეტრიკა:%d

source: RX packets:%llu errors:%lu dropped:%lu overruns:%lu frame:%lu
ka: RX პაკეტები:%llu შეცდომები:%lu გადაყრილები:%lu გადავსებები:%lu კადრი:%lu

source: compressed:%lu
ka: შეკუმშული:%lu

source: TX packets:%llu errors:%lu dropped:%lu overruns:%lu carrier:%lu
ka: TX პაკეტები:%llu შეცდომები:%lu გადაყრილი:%lu გადავსებები:%lu მატარებელი:%lu

source: collisions:%lu
ka: კოლიზიები:%lu

source: compressed:%lu
ka: შეკუმშული:%lu

source: txqueuelen:%d
ka: გადაც.რიგ. სიგრძე:%d

source: RX bytes:%llu (%lu.%lu %s) TX bytes:%llu (%lu.%lu %s)
ka: RX ბაიტი:%llu (%lu.%lu %s) TX ბაიტი:%llu (%lu.%lu %s)

source: Interrupt:%d
ka: წყვეტა:%d

source: Base address:0x%x
ka: საბაზისო მისამართი:0x%x

source: Memory:%lx-%lx
ka: მეხსიერება:%lx-%lx

source: DMA chan:%x
ka: DMA არხი:%x
