Repository: ecki/net-tools
Catalog: po/*.po
Languages: ca, ka, sv

source: packets too big: %llu
ca: paquets massa grans: %llu
sv: paket för stora: %llu

source: router advertisement: %llu
ca: anunci d'encaminador: %llu
sv: routerannonsering: %llu

source: router solicits: %llu
ca: sol·licituds d'encaminador: %llu
sv: routerbegäran: %llu

source: received ICMPv6 time exceeded: %llu
ca: s'ha excedit el temps d'ICMPv6: %llu
sv: tog emot ICMPv6-tid överstigen: %llu

source: neighbor advertisements: %llu
ca: anuncis veïns: %llu
sv: grannannonseringar: %llu

source: neighbor solicits: %llu
ca: sol·licituds de veïns: %llu
sv: grannbegäran: %llu

source: sent ICMPv6 time exceeded: %llu
ca: s'ha excedit el temps d'ICMPv6 enviat: %llu
sv: skickad ICMPv6-tid överstigen: %llu

source: %llu active connection openings
ca: %llu obertures actives de connexió
sv: %llu aktiva anslutningsöppningar

source: %llu failed connection attempts
ca: %llu ha fallat en els intents de connexió
sv: %llu misslyckade anslutningsförsök

source: %llu connections established
ca: %llu connexions establertes
sv: %llu anslutningar etablerade

source: %llu connection resets received
ca: S'han rebut %llu de restabliments de connexió
sv: %llu återställningar av anslutning mottagna

source: %llu bad segments received
ca: S'han rebut %llu segments dolents
sv: %llu felaktiga segment mottagna

source: %llu segments received
ca: %llu segments rebuts
sv: %llu segment mottagna

source: %llu resets sent
ca: S'han enviat %llu
sv: %llu återställningar skickade

source: %llu segments sent out
ca: %llu segments enviats
sv: %llu segment skickades ut

source: %llu passive connection openings
ca: %llu obertures de connexió passiva
sv: %llu passiva anslutningsöppningar

source: %llu segments retransmitted
ca: %llu segments retransmesos
sv: %llu segment återsändes

source: RTO algorithm is %s
ca: L'algorisme RTO és %s
ka: RTO -ის ალგორითმია %s
sv: RTO-algoritmen är %s

source: %llu packets with invalid checksum
ca: %llu paquets amb suma de verificació no vàlida
sv: %llu paket med ogiltig kontrollsumma

source: %llu packets received
ca: S'han rebut %llu paquets
sv: %llu mottagna paket

source: %llu packet receive errors
ca: %llu paquet rep errors
sv: %llu paket med mottagningsfel

source: %llu packets to unknown port received
ca: S'han rebut %llu paquets a un port desconegut
sv: %llu paket till okänd port mottagna

source: %llu packets sent
ca: S'han enviat %llu paquets
sv: %llu paket skickade

source: %llu receive buffer errors
ca: %llu rep errors de memòria intermèdia
sv: %llu fel i mottagningsbuffert

source: %llu send buffer errors
ca: %llu envia errors de memòria intermèdia
sv: %llu fel i sändningsbuffert

source: %llu delayed acks further delayed because of locked socket
ca: %llu ha retardat els problemes més a causa del sòcol bloquejat
sv: %llu fördröjda acks ytterligare fördröjda på grund av låst uttag

source: Quick ack mode was activated %llu times
ca: El mode d'ack ràpid s'ha activat %llu vegades
sv: Snabbt ack-läge aktiverades %llu gånger

source: %llu delayed acks sent
ca: S'han enviat %llu de mals retardats
sv: %llu fördröjda acks skickade

source: %llu resets received for embryonic SYN_RECV sockets
ca: S'han rebut %llu per als sòcols SYNRECV embrionaris
sv: %llu mottagna återställningar för embryonala SYN_RECV-uttag

source: %llu SYNs to LISTEN sockets dropped
ca: %llu SYNs per escoltar els sòcols deixats
sv: %llu SYNs till LISTEN-uttag kastade

source: %llu times the listen queue of a socket overflowed
ca: %llu vegades s'ha desbordat la cua d'escolta d'un sòcol
sv: %llu gånger lyssningskön för ett uttag överflödades

source: %llu ICMP packets dropped because socket was locked
ca: S'han descartat %llu paquets ICMP perquè el sòcol estava bloquejat
sv: %llu ICMP-paket kastade eftersom uttaget var låst

source: %llu packets dropped from out-of-order queue because of socket buffer overrun
ca: %llu paquets abandonats de la cua fora d'ordre a causa de l'envasament de la memòria intermèdia del sòcol
sv: %llu paket kastade från kö som inte är i ordning på grund av överskridande av uttagsbufferten

source: %llu ICMP packets dropped because they were out-of-window
ca: %llu paquets ICMP caiguts perquè estaven fora de finestra
sv: %llu ICMP-paket kastade eftersom de var utanför fönstret

source: %llu active connections rejected because of time stamp
ca: %llu connexions actives rebutjades a causa del segell de temps
sv: %llu aktiva anslutningar avvisades på grund av tidsstämpel

source: %llu packets rejected in established connections because of timestamp
ca: %llu paquets rebutjats a les connexions establertes a causa de la marca horària
sv: %llu paket nekade i etablerade anslutningar på grund av tidsstämpel

source: %llu passive connections rejected because of time stamp
ca: %llu connexions passives rebutjades a causa del segell de temps
sv: %llu passiva anslutningar nekade på grund av tidsstämpel

source: %llu packets pruned from receive queue because of socket buffer overrun
ca: %llu paquets esborrats de la cua de recepció perquè s'ha envaït la memòria intermèdia del sòcol
sv: %llu paket borttagna från mottagningskön på grund av överskridande av uttagsbufferten

source: %llu packets pruned from receive queue
ca: %llu paquets esborrats de la cua de recepció
sv: %llu paket borttagna från mottagningskön

source: Ran %llu times out of system memory during packet sending
ca: Ranura %llu vegades fora de la memòria del sistema durant l'enviament de paquets
sv: Fick slut på systemminne %llu gånger under sändning av paket

source: %llu invalid SYN cookies received
ca: %llu no s'han rebut les galetes SYN
sv: %llu ogiltiga SYN-cookies mottagna

source: %llu SYN cookies received
ca: S'han rebut %llu SYN
sv: %llu SYN-cookies mottagna

source: %llu SYN cookies sent
ca: S'han enviat %llu SYN
sv: %llu SYN-cookies skickade

source: %llu times unable to send RST due to no memory
ca: %llu vegades no s'ha pogut enviar el RST perquè no hi ha memòria
sv: %llu gånger oförmögen att skicka RST på grund av slut på minne

source: %llu connections reset due to early user close
ca: S'han restablert %llu connexions a causa del tancament primerenc de l'usuari
sv: %llu anslutningar återställda på grund av tidig användarstängning

source: %llu connections reset due to unexpected data
ca: S'han restablert %llu connexions a causa de dades inesperades
sv: %llu anslutningar återställda på grund av oväntade data

source: %llu connections aborted after user close in linger timeout
ca: %llu connexions avortades després de tancar l'usuari en temps d'espera persistent
sv: %llu anslutningar avbrutna efter användarstängning i linger timeout

source: %llu connections aborted due to memory pressure
ca: %llu connexions avortades a causa de la pressió de memòria
sv: %llu anslutningar avbrutna på grund av minnestryck

source: %llu connections reset due to unexpected SYN
ca: S'han restablert %llu connexions a causa d'un SYN inesperat
sv: %llu anslutningar återställda på grund av oväntad SYN

source: %llu connections aborted due to timeout
ca: %llu connexions avortades a causa del temps d'espera
sv: %llu anslutningar avbrutna på grund av tidsgräns

source: %llu bytes directly in process context from backlog
ca: %llu bytes directament en el context del procés des del registre enrere
sv: %llu byte direkt i processammanhang från backlog

source: %llu bytes directly received in process context from prequeue
ca: %llu bytes rebuts directament en el context del procés des de la cua prèvia
sv: %llu byte direkt mottagna i processammanhang från prequeue

source: %llu DSACKs for out of order packets received
ca: %llu DSACKs per als paquets fora de comanda rebuts
sv: %llu DSACKs mottagna för paket som inte är i ordning

source: %llu DSACKs sent for out of order packets
ca: %llu DSACKs enviats per a paquets fora de comanda
sv: %llu DSACKs skickade för paket som inte är i ordning

source: %llu DSACKs sent for old packets
ca: %llu DSACKs enviats per paquets antics
sv: %llu DSACKs skickade för gamla paket

source: %llu DSACKs received
ca: %llu DSACKs rebuts
sv: %llu DSACKs mottagna

source: %llu congestion window recovered without slow start using DSACK
ca: S'ha recuperat la finestra de congestió de %llu sense iniciar lentament amb DSACK
sv: %llu överbelastningsfönstret återställdes utan långsam start med hjälp av DSACK

source: %llu congestion windows recovered without slow start by DSACK
ca: %llu finestres de congestió recuperades sense inici lent per DSACK
sv: %llu överbelastningsfönster återställda utan långsam start genom DSACK

source: Detected reordering %llu times using FACK
ca: S'ha detectat una reordenació de %llu vegades usant FACK
sv: Detekterade omordningar %llu gånger med hjälp av FACK

source: %llu fast retransmits
ca: %llu retransmet ràpidament
sv: %llu snabba omsändningar

source: %llu forward retransmits
ca: %llu retransmet
sv: %llu vidarebefordrade omsändningar

source: %llu congestion windows fully recovered without slow start
ca: %llu finestres de congestió totalment recuperades sense inici lent
sv: %llu överbelastningsfönster helt återställda utan långsam start

source: %llu predicted acknowledgments
ca: %llu predit reconeixements
sv: %llu förutspådda bekräftelser

source: %llu packet headers predicted
ca: %llu de capçaleres de paquets predites
sv: %llu paketrubriker förutspådda

source: %llu packet headers predicted and directly queued to user
ca: %llu de capçaleres de paquets predit i en cua directa a l'usuari
sv: %llu pakethuvuden förutsedda och direkt köade till användare

source: %llu timeouts in loss state
ca: %llu temps d'espera en estat de pèrdua
sv: %llu tidsgränser överstigna i förlusttillstånd

source: %llu TCP data loss events
ca: %llu TCP pèrdua de dades
sv: %llu händelser med TCP-dataförlust

source: %llu congestion windows recovered without slow start after partial ack
ca: %llu congestion finestres recuperades sense inici lent després d'una baralla parcial
sv: %llu överbelastningsfönster återställda utan långsam start efter partiell ack

source: %llu retransmits lost
ca: %llu retransmet perdut
sv: %llu omsändningar förlorade

source: TCP ran low on memory %llu times
ca: TCP va córrer baix en la memòria %llu vegades
sv: TCP fick slut på minne %llu gånger

source: %llu congestion windows partially recovered using Hoe heuristic
ca: %llu finestres de congestió parcialment recuperades usant l'heurística Hoe
sv: %llu överbelastningsfönster delvis återställda med hjälp av Hoe-heuristik

source: %llu packets directly queued to recvmsg prequeue
ca: %llu paquets a la cua directament a la cua anterior al recvmsg
sv: %llu paket direkt köade till recvmsg prequeue

source: %llu packets dropped from prequeue
ca: %llu paquets deixats de la cua prèvia
sv: %llu paket kastade från prequeue

source: %llu acknowledgments not containing data payload received
ca: %llu reconeix que no conté la càrrega útil de dades rebuda
sv: %llu bekräftelser som inte innehåller datanyttolast mottagna

source: %llu packets collapsed in receive queue due to low socket buffer
ca: %llu paquets col·lapsats a la cua de recepció a causa d'una memòria intermèdia de sòcol baixa
sv: %llu paket kollapsade i mottagningskön på grund av låg uttagsbuffert

source: %llu timeouts after reno fast retransmit
ca: %llu temps d'espera després de reno retransmetre ràpidament
sv: %llu tidsgränser överstigna efter reno snabb återsändning

source: %llu reno fast retransmits failed
ca: Ha fallat %llu reno retransmissions ràpides
sv: %llu reno snabba återsändningar misslyckades

source: %llu classic Reno fast retransmits failed
ca: %llu clàssic Reno retransmissió ràpida ha fallat
sv: %llu klassiska Reno snabba omsändningar misslyckades

source: %llu times recovered from packet loss due to fast retransmit
ca: %llu vegades recuperades de la pèrdua de paquets a causa d'una retransmissió ràpida
sv: %llu gånger återhämtade från paketförlust på grund av snabb återsändning

source: Detected reordering %llu times using reno fast retransmit
ca: S'ha detectat una reordenació de %llu vegades usant una retransmissió ràpida
sv: Detekterade omordningar %llu gånger med hjälp av reno fast retransmit

source: %llu timeouts after SACK recovery
ca: %llu temps d'espera després de la recuperació del SAC
sv: %llu tidsgränser överstigna efter SACK-återhämtning

source: %llu SACK retransmits failed
ca: %llu SACK retransmet ha fallat
sv: %llu SACK-omsändningar misslyckades

source: %llu times recovered from packet loss by selective acknowledgements
ca: %llu vegades recuperat de la pèrdua de paquets per reconeixements selectius
sv: %llu gånger återhämtade från paketförlust genom selektiva bekräftelser

source: %llu bad SACK blocks received
ca: S'han rebut %llu blocs de SAC dolents
sv: %llu felaktiga SACK-block mottagna

source: Detected reordering %llu times using SACK
ca: S'ha detectat una reordenació de %llu vegades usant SAC
sv: Detekterade omordningar %llu gånger med hjälp av SACK

source: %llu times receiver scheduled too late for direct processing
ca: %llu vegades el receptor programat és massa tard per al processament directe
sv: %llu gånger mottagare schemalade för sent för direktbearbetning

source: %llu retransmits in slow start
ca: %llu retransmet a l'inici lent
sv: %llu omsändningar i långsam start

source: %llu other TCP timeouts
ca: %llu altres temps d'espera TCP
sv: %llu andra överstigna TCP-tidsgränser

source: Detected reordering %llu times using time stamp
ca: S'ha detectat una reordenació de %llu vegades utilitzant el segell de temps
sv: Detekterade omordningar av %llu gånger med hjälp av tidsstämpel

source: %llu TCP sockets finished time wait in slow timer
ca: %llu sòcols TCP han acabat el temps d'espera en un temporitzador lent
sv: %llu TCP-uttag avslutade väntetiden i långsam timer

source: %llu TCP sockets finished time wait in fast timer
ca: %llu TCP sòcols han acabat el temps d'espera en el temporitzador ràpid
sv: %llu TCP-uttag avslutade väntetiden i snabbtimern

source: %llu time wait sockets recycled by time stamp
ca: %llu sòcols d'espera reciclats per segell de temps
sv: %llu tidvänteuttag återvunna av tidsstämpel

source: %llu Number of Aborteds
ca: %llu Nombre d'avortaments
sv: %llu Antal avbrutna

source: %llu Active Associations
ca: %llu Associacions actives
sv: %llu Aktiva associationer

source: %llu Number of Packets with invalid Checksum
ca: %llu Nombre de paquets amb suma de verificació no vàlida
sv: %llu Antal paket med ogiltig kontrollsumma

source: %llu Current Associations
ca: %llu Associacions actuals
sv: %llu Aktuella associationer

source: %llu Number of messages fragmented
ca: %llu Nombre de missatges fragmentats
sv: %llu Antal meddelanden som fragmenterats

source: %llu Number of control chunks received
ca: %llu Nombre de trossos de control rebuts
sv: %llu Antal kontrollchunks mottagna

source: %llu Number of ordered chunks received
ca: %llu Nombre de trossos ordenats rebuts
sv: %llu Antal ordnade chunks mottagna

source: %llu Number of SCTP packets received
ca: %llu Nombre de paquets SCTP rebuts
sv: %llu Antal SCTP-paket mottagna

source: %llu Number of Unordered chunks received
ca: %llu Nombre de trossos no ordenats rebuts
sv: %llu Antal oordnade chunks mottagna

source: %llu Number of control chunks sent
ca: %llu Nombre de trossos de control enviats
sv: %llu Antal kontrollchunks skickade

source: %llu Number of Out of Blue packets
ca: %llu Nombre de paquets fora del blau
sv: %llu Antal Out of Blue-paket

source: %llu Number of ordered chunks sent
ca: %llu Nombre de trossos ordenats enviats
sv: %llu Antal ordnade chunks skickade

source: %llu Number of SCTP packets sent
ca: %llu Nombre de paquets SCTP enviats
sv: %llu Antal SCTP-paket skickade

source: %llu Number of Unordered chunks sent
ca: %llu Nombre de trossos no ordenats enviats
sv: %llu Antal oordnade chunkar skickade

source: %llu Passive Associations
ca: %llu Associacions Passives
sv: %llu Passiva associationer

source: %llu Number of messages reassembled
ca: %llu Nombre de missatges reassemblats
sv: %llu Antal meddelanden som återmonterats

source: %llu Number of Graceful Terminations
ca: %llu Nombre de terminacions de gràcia
sv: %llu Antal Graceful-termineringar

source: enabled
ca: habilitat
ka: ჩართულია
sv: aktiverad

source: disabled
ca: inhabilitada
ka: გამორთულია
sv: inaktiverad

source: error parsing %s
ca: s'ha produït un error en analitzar %s
sv: fel vid tolkning av %s

source: cannot open /proc/net/snmp
ca: no es pot obrir /proc/net/snmp
ka: /proc/net/snmp-ის გახსნის შეცდომა
sv: kan inte öppna /proc/net/snmp

source: Problem while parsing /proc/net/snmp
ca: Hi ha hagut un problema en analitzar /proc/net/snmp
sv: Problem vid tolkning av /proc/net/snmp

source: Problem while parsing /proc/net/netstat
ca: Hi ha hagut un problema en analitzar /proc/net/netstat
sv: Problem vid tolkning av /proc/net/netstat

source: cannot open /proc/net/snmp6
ca: no es pot obrir /proc/net/snmp6
sv: kan inte öppna /proc/net/snmp6

source: Hardware type `%s' not supported.
ca: El tipus de maquinari «%s» no és compatible.
ka: აპარატურის ტიპი "%s" მხარდაუჭერელია.
sv: Maskinvarutypen "%s" stöds inte.

source: Cannot change line discipline to `%s'.
ca: No es pot canviar la disciplina de línia a .%s'.
ka: ხაზის დისციპლინის "%s"-ზე შეცვლა შეუძლებელია.
sv: Det går inte att ändra raddisciplin till `%s'.

source: UNIX Domain
ca: Domini UNIX
ka: UNIX დომენი
sv: UNIX-domän

source: DARPA Internet
ca: Internet DARPA
ka: DARPA -ის ინტერნეტი

source: AMPR ROSE
ca: ROSA AMPR

source: Please don't supply more than one address family.
ca: Si us plau, no subministris més d'una família d'adreces.
ka: გთხოვთ, ნუ მიუთითებთ მისამართის ერთზე მეტ ოჯახს
sv: Ange inte fler än en adressfamilj.

source: Too much address family arguments.
ca: Hi ha massa arguments de la família d'adreces.
ka: მისამართის ოჯახის მეტისმეტად ბევრი არგუმენტი.
sv: För många adressfamiljeargument.

source: Unknown address family `%s'.
ca: Família d'adreces .%s' desconeguda.
ka: მისამართის უცნობი ოჯახი `%s'.
sv: Okänd adressfamilj "%s".

source: in_arcnet(%s): invalid arcnet address!
ca: inarcnet(%s): l'adreça arcnet no és vàlida!
ka: in_arcnet(%s): arcnet -ის მისამართი არასწორია!
sv: in_arcnet(%s): ogiltig arcnet-adress!

source: in_arcnet(%s): trailing : ignored!
ca: inarcnet(%s): final : ignorat!
ka: in_arcnet(%s): მოყოლილი : იგნორირებულია!
sv: in_arcnet(%s): efterföljande : ignoreras!

source: in_arcnet(%s): trailing junk!
ca: inarcnet(%s): brossa final!
ka: in_arcnet(%s): მოყოლილი ნაგავი!
sv: in_arcnet(%s): efterföljande skräp!

source: Malformed Ash address
ca: Adreça Ash mal formada
ka: Ash-ის არასწორი მისამართი
sv: Felformaterad Ash-adress

source: [NONE SET]
ca: [CAP CONJUNT]
ka: [დაყენებული არაა]
sv: [INGA INSTÄLLDA]

source: Invalid callsign
ca: Callsign invàlid
ka: არასწორი სახმობი სიგნალი
sv: Ogiltig anropssignal

source: Callsign too long
ca: Callsign massa llarg
ka: სახმობი სიგნალი ძალიან გრძელია
sv: Callsign för lång

source: AX.25 not configured in this system.
ca: AX.25 no està configurat en aquest sistema.
ka: AX.25 ამ სისტემაზე მორგებული არაა.
sv: AX.25 är inte konfigurerad i detta system.

source: Kernel AX.25 routing table
ca: Taula d'encaminament AX.25 del nucli
ka: ბირთვის AX.25 რაუტინგის ცხრილი
sv: Kärnans AX.25-routningtabell

source: Destination Iface Use
ca: Ús de la interfície de destinació
ka: დანიშნულება ინტერფ გამოყენ
sv: Destination Gsnit Använd

source: in_ether(%s): invalid ether address!
ca: inether(%s): l'adreça ether no és vàlida!
ka: in_ether(%s): არასწორი ether მისამართი!
sv: in_ether(%s): ogiltig ether-adress!

source: in_ether(%s): trailing : ignored!
ca: inether(%s): final : ignorat!
ka: in_ether(%s): მოყოლილი : იგნორირებულია!
sv: in_ether(%s): efterföljande : ignoreras!

source: in_ether(%s): trailing junk!
ca: inether(%s): brossa final!
ka: in_ether(%s): მოყოლილი ნაგავი!
sv: in_ether(%s): efterföljande skräp!

source: in_fddi(%s): invalid fddi address!
ca: infddi(%s): l'adreça fddi no és vàlida!
ka: in_fddi(%s): არასწორი fddi მისამართი!
sv: in_fddi(%s): ogiltig fddi-adress!

source: in_fddi(%s): trailing : ignored!
ca: infddi(%s): final : ignorat!
ka: in_fddi(%s): მოყოლილი : იგნორირებულია!
sv: in_fddi(%s): efterföljande : ignoreras!

source: in_fddi(%s): trailing junk!
ca: infddi(%s): brossa final!
ka: in_fddi(%s): მოყოლილი ნაგავი!
sv: in_fddi(%s): efterföljande skräp!

source: Address family `%s' not supported.
ca: La família d'adreces «%s» no és compatible.
ka: მისამართის ოჯახი `%s' მხარდაჭერილი არაა.
sv: Adressfamiljen "%s" stöds inte.

source: No routing for address family `%s'.
ca: No hi ha itinerari per a la família d'adreces «%s».
ka: ამ მისამართის ოჯახს რაუტინგი არ გააჩნია: '%s'.
sv: Ingen routing för adressfamiljen `%s'.

source: in_hippi(%s): invalid hippi address!
ca: inhippi(%s): l'adreça hippi no és vàlida!
ka: in_hippi(%s): არასწორი hippi მისამართი!
sv: in_hippi(%s): ogiltig hippi-adress!

source: in_hippi(%s): trailing : ignored!
ca: inhippi(%s): final : ignorat!
ka: in_hippi(%s): მოყოლილი : იგნორირებულია!
sv: in_hippi(%s): efterföljande : ignoreras!

source: in_hippi(%s): trailing junk!
ca: inhippi(%s): brossa final!
ka: in_hippi(%s): მოყოლილი ნაგავი!
sv: in_hippi(%s): efterföljande skräp!

source: Local Loopback
ca: Loopback local
ka: ლოკალური მარყუჟი
sv: Lokal loopback

source: Serial Line IP
ca: IP de la línia sèrie
ka: სერიული ხაზის IP
sv: IP för seriell anslutning

source: VJ Serial Line IP
ca: IP de la línia sèrie VJ
ka: VJ სერიული ხაზის IP
sv: VJ Seriell anslutnings-IP

source: 6-bit Serial Line IP
ca: IP de línia sèrie de 6 bits
ka: 6-ბიტიანი სერიული ხაზი IP
sv: 6-bitars seriell anslutnings-IP

source: VJ 6-bit Serial Line IP
ca: IP de la línia sèrie VJ de 6 bits
ka: VJ 6-ბიტიანი სერიული ხაზი IP
sv: VJ 6-bitars seriell anslutnings-IP

source: Adaptive Serial Line IP
ca: IP de la línia de sèrie adaptativa
sv: Adaptiv IP för seriell anslutning

source: Metricom Starmode IP
ca: IP de l'Starmode de Metricom

source: Fiber Distributed Data Interface
ca: Interfície de dades distribuïdes en fibra

source: generic X.25
ca: genèric X.25
ka: ზოგადი X.25
sv: generisk X.25

source: IPIP Tunnel
ca: Túnel IPIP
ka: IPIP გვირაბი

source: Point-to-Point Protocol
ca: Protocol punt a punt
ka: წერტილიდან-წერტილამდე პროტოკოლი
sv: Punkt-till-punkt-protokoll

source: Frame Relay DLCI
ca: Retransmissió de fotogrames DLCI

source: Frame Relay Access Device
ca: Dispositiu d'accés a repeticions de fotogrames
ka: Frame Relay წვდომის მოწყობილობა
sv: Åtkomstenhet till Frame Relay

source: 16/4 Mbps Token Ring
ca: Anell de testimoni de 16/4 Mbps

source: 16/4 Mbps Token Ring (New)
ca: Anell de testimoni de 16/4 Mbps (Nou)
ka: 16/4 Mbps Token Ring (ახალი)
sv: 16/4 Mbps Token Ring (Nytt)

source: Generic EUI-64
ca: EUI-64 genèric
ka: ზოგადი EUI-64
sv: Generisk EUI-64

source: rresolve: unsupport address family %d !
ca: rresolve: la família d'adreces %d no és compatible!
ka: rresolve: მხარდაუჭერელი მისამართის ოჯახი %d !
sv: rresolve: adressfamiljen %d stöds inte !

source: [UNKNOWN]
ca: [DESCONEGUT]
ka: [უცნობი]
sv: [OKÄND]

source: INET6 (IPv6) not configured in this system.
ca: INET6 (IPv6) no està configurat en aquest sistema.
ka: INET6 (IPv6) ამ სისტემაზე მორგებული არაა.
sv: INET6 (IPv6) är inte konfigurerat i det här systemet.

source: Kernel IPv6 routing cache
ca: Memòria cau d'encaminament IPv6 del nucli
ka: ბირთვის IPv6 რაუტინგის ქეში
sv: Kärnans IPv6-cache för routning

source: Kernel IPv6 routing table
ca: Taula d'encaminament IPv6 del nucli
ka: ბირთვის IPv6 რაუტინგის ცხრილი
sv: Kärnans IPv6-routningtabell

source: Destination Next Hop Flag Met Ref Use If
ca: Destinació següent Bandera de pujada Refusa l'ús
sv: Destination Nästa hop Flag Met Ref Använd If

source: Kernel IPv6 Neighbour Cache
ca: Memòria cau del veí IPv6
ka: ბირთვის IPv6 მეზობლების ქეში
sv: Kärnans IPv6-grannskapscache
