Repository: ecki/net-tools
Catalog: po/*.po
Languages: ca, ka, sv

source: Neighbour HW Address Iface Flags Ref State
ca: Barri HW Adreça Iface Banderes Ref Estat
ka: მეზობელი აპარ. მისამ. იფეისი ალმები მიბმ. მდგომ.
sv: Granne HW-adress Iface Flagg Ref Status

source: Neighbour HW Address Iface Flags Ref State Stale(sec) Delete(sec)
ca: Veïna HW Adreça Iface Banderes Ref Estat Stale(sec) Elimina(sec)
ka: მეზობელი აპარ. მისამ. იფეისი ალმები მიბმის მდგომ გაჭედ(წმ) წაშლა(წმ)
sv: Granne HW Adress Iface Flagg Ref Status Stale(sek) Delete(sek)

source: Usage: inet6_route [-vF] del Target
ca: Ús: inet6route [-vF] del Target
ka: გამოყენება: inet6_route [-vF] del დანიშნულება
sv: Användning: inet6_route [-vF] del Mål

source: inet6_route [-vF] add Target [gw Gw] [metric M] [[dev] If]
ca: inet6route [-vF] afegeix la destinació [gw Gw] [mètrica M] [[dev] Si]
ka: inet6_route [-vF] add დანიშნულება [gw ნაგ. რაუტერი] [metric M] [[dev] ინტერფეისი]

source: inet6_route [-FC] flush NOT supported
ca: inet6route [-FC] flush NO suportat
ka: inet6_route [-FC] flush მხარდაუჭერელაი
sv: inet6_route [-FC] flush stöds INTE

source: Flushing `inet6' routing table not supported
ca: No s'admet la neteja de la taula d'encaminament «inet6»
ka: ცხრილის, `inet6', რაუტინგის ცხრილის გაწმენდა მხარდაუჭერელია
sv: Tömning av `inet6'-routningtabell stöds inte

source: INET (IPv4) not configured in this system.
ca: INET (IPv4) no està configurat en aquest sistema.
ka: INET (IPv4) ამ სისტემაზე მორგებული არაა.
sv: INET (IPv4) är inte konfigurerat i det här systemet.

source: Kernel IP routing table
ca: Taula d'encaminament IP del nucli
ka: ბირთვის IP რაუტინგის ცხრილი
sv: Kärnans IP-routingtabell

source: Destination Gateway Genmask Flags Metric Ref Use Iface
ca: Destinació Passarel·la Genmask Banderes Mètriques Ref Utilitza Iface
ka: დანიშნ ნაგ. რაუტერი ნიღაბი ალმები მეტრიკა მიბმ გამოყ იფეისი
sv: Destination Gateway Genmask Flagg Metric Ref Använd Gsnitt

source: Destination Gateway Genmask Flags MSS Window irtt Iface
ca: Destinació Passarel·la Genmask Banderes MSS Window irtt Iface
ka: დანიშნ ნაგ. რაუტერი ნიღაბი ალმები MSS ფანჯარა irtt იფეისი
sv: Destination Gateway Genmask Flagg MSS Window irtt Iface

source: Destination Gateway Genmask Flags Metric Ref Use Iface MSS Window irtt
ca: Destinació Gateway Genmask Flags Metric Ref Usa Iface MSS Window irtt
ka: დანიშნ ნაგ. რაუტერი ნიღაბი ალმები მეტრიკა მიბმ გამოყ. იფეისი MSS ფანჯარა irtt
sv: Destination Gateway Genmask Flagg Metric Ref Anv Gsnit MSS Window irtt

source: Kernel IP routing cache
ca: Memòria cau d'encaminament IP del nucli
ka: ბირთვის IP რაუტინგის ქეში
sv: Kärnans IP-routingcache

source: Source Destination Gateway Flags Metric Ref Use Iface
ca: Indicadors de la passarel·la de destinació d'origen Ref. Mètrica Usa la interfície
ka: წყარო დანიშნ ნაგ. რაუტერი ალმები მეტრიკა მიბმ გამოყ. იფეისი
sv: Källa Destination Gateway Flaggor Metric Ref Use Iface

source: Source Destination Gateway Flags MSS Window irtt Iface
ca: Irtt Iface de la finestra MSS Window
ka: წყარო დანიშნულება ნაგ. რაუტერი ალმები MSS ფანჯარა irtt იფეისი
sv: Källa Destination Gateway Flaggor MSS Window irtt Iface

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt HH Arp
ca: Font Destination Gateway Flags Metric Ref Usa Iface MSS Window irtt HH Arp
ka: წყარო დანიშნულება ნაგ. რაუტერი ალმები მეტრიკა მიბმა გამოყ. იფეისი MSS ფანჯარა irtt HH Arp
sv: Källa Destination Gateway Flaggor Metric Ref Use Iface MSS Window irtt HH Arp

source: Source Destination Gateway Flags Metric Ref Use Iface MSS Window irtt TOS HHRef HHUptod SpecDst
ca: Font Destination Gateway Flags Metric Ref Usa Iface MSS Window irtt TOS HHRef HHUptod SpecDst
ka: წყარო დანიშნულება ნაგ. რაუტერი ალმები მეტრიკა მიბმ გამოყ. იფეისი MSS ფანჯარა irtt TOS HHRef HHUptod SpecDst
sv: Källa Destination Gateway Flaggor Metric Ref Use Iface MSS Window irtt TOS HHRef HHUptod SpecDst

source: Usage: inet_route [-vF] del {-host|-net} Target[/prefix] [gw Gw] [metric M] [[dev] If]
ca: Ús: inetroute [-vF] del {-host:-net} Target[/prefix] [gw Gw] [metric M] [[dev] If]
ka: გამოყენება: inet_route [-vF] del {-host|-net} სამიზნე[/პრეფიქსი] [gw Gw] [metric M] [[dev] If]
sv: Användning: inet_route [-vF] del {-host|-net} Mål[/prefix] [gw Gw] [metric M] [[dev] If]

source: [netmask N] [mss Mss] [window W] [irtt I]
ca: [màscara de xarxa N] [mss Mss] [finestra W] [irtt I]
sv: [nätmask N] [mss Mss] [window W] [irtt I]

source: inet_route [-vF] add {-host|-net} Target[/prefix] [metric M] reject
ca: inetroute [-vF] add {-host|-net} Target[/prefix] [metric M] rebutja
ka: inet_route [-vF] add {-host|-net} სამიზნე/პრეფიქსი] [metric M] reject

source: inet_route [-FC] flush NOT supported
ca: inetroute [-FC] flush NO suportat
ka: inet_route [-FC] flush მხარდაუჭერელია
sv: inet_route [-FC] flush stöds INTE

source: route: %s: cannot use a NETWORK as gateway!
ca: ruta: %s: no es pot utilitzar una XARXA com a porta d'entrada!
ka: route: %s: ქსელს მისამართს ნაგულისხმებ რაუტერად ვერ გამოვიყენებ!
sv: route: %s: kan inte använda ett NÄTVERK som gateway!

source: route: Invalid MSS/MTU.
ca: ruta: MSS/MTU no vàlid.
ka: route: არასწორი MSS/MTU.
sv: route: Ogiltig MSS/MTU.

source: route: Invalid window.
ca: ruta: finestra no vàlida.
ka: route: არასწორი ფანჯარა.
sv: route: Ogiltigt window.

source: route: Invalid initial rtt.
ca: route: rtt inicial no vàlid.
ka: route: არასწორი საწყისი rtt.
sv: route: Ogiltig initial rtt.

source: route: netmask %.8x doesn't make sense with host route
ca: ruta: la màscara de xarxa %.8x no té sentit amb la ruta de l'amfitrió
ka: route: ქსელის ნიღაბს %.8x ჰოსტის რაუტით აზრი არ აქვს.
sv: route: nätmask %.8x stämmer inte överens med host route

source: route: bogus netmask %s
ca: ruta: màscara de xarxa incorrecta %s
ka: route: ყალბი ქსელური ნიღაბი %s
sv: route: skum nätmask %s

source: route: netmask doesn't match route address
ca: ruta: la màscara de xarxa no coincideix amb l'adreça de la ruta
ka: route: ქსელის ნიღაბი რაუტის მისამართს არ ემთხვევა
sv: route: nätmasken matchar inte ruttens adress

source: Flushing `inet' routing table not supported
ca: No s'admet el rentat de la taula d'encaminament «inet»
ka: რაუტინგის `inet' ცხრილის გაწმენდა მხარდაუჭერელია
sv: Tömning av `inet'-routningtabell stöds inte

source: Modifying `inet' routing cache not supported
ca: No s'admet la modificació de la memòria cau d'encaminament «inet»
ka: 'inet' რაუტინგის ქეშის ჩასწორება მხარდაუჭერელია
sv: Modifiering av `inet' routing cache stöds inte

source: IPX routing not in file %s or %s found.
ca: No s'ha trobat l'encaminament IPX al fitxer %s o %s.
sv: IPX-routing finns inte i filen %s eller %s hittades.

source: Kernel IPX routing table
ca: Taula d'encaminament IPX del nucli
ka: ბირთვის IPX რაუტინგის ცხრილი
sv: Kärnans IPX-routningtabell

source: Destination Router Net Router Node
ca: Encaminador de destinació Node d'encaminador net
ka: დანიშნულება რაუტერის ქსელი რაუტერის კვანძი
sv: Destination Routernät Routernod

source: IPX: this needs to be written
ca: IPX: cal escriure-ho
ka: IPX: საჭიროა ამის ჩაწერა
sv: IPX: detta måste skrivas

source: IP masquerading entries
ca: Entrades de màscara IP
ka: IP-ის მასკარადირების ჩანაწერები
sv: IP-maskningsposter

source: prot expire source destination ports
ca: prot expira els ports de destinació d'origen
ka: პროტ ვადა წყარო დანიშნულება პორტები
sv: prot expire källa destination portar

source: prot expire initseq delta prevd source destination ports
ca: prot expire initseq delta prevd ports de destinació origen
ka: პროტ ვადა თავდმიმდ დელტა prevd წყარო დანიშნულება პორტები
sv: prot expire initseq delta prevd källa destination portar

source: NET/ROM not configured in this system.
ca: NET/ROM no està configurat en aquest sistema.
ka: NET/ROM ამ სისტემაზე მორგებული არაა.
sv: NET/ROM är inte konfigurerad i detta system.

source: Kernel NET/ROM routing table
ca: Taula d'encaminament de xarxa/ROM del nucli
ka: ბირთვის NET/ROM რაუტინგის ცხრილი
sv: Kärnans NET/ROM-routningtabell

source: Destination Mnemonic Quality Neighbour Iface
ca: Destinació Mnemonic Quality Neighbour
ka: დანიშნულება მნემონიკა ხარისხი მეზობელი იფეისი
sv: Destination Mnemonic Kvalite Granne Gsnitt

source: netrom usage
ca: ús de netrom
ka: netrom -ის გამოყენება
sv: netrom-användning

source: NET/ROM: this needs to be written
ca: NET/ROM: cal escriure-ho
ka: NET/ROM: საჭიროა ამის ჩაწერა
sv: NET/ROM: detta måste skrivas

source: You cannot start PPP with this program.
ca: No podeu iniciar PPP amb aquest programa.
ka: ამ პროგრამასთან ერთად PPP-ს ვერ გაუშვებთ.
sv: Du kan inte starta PPP med detta program.

source: Sorry, use pppd!
ca: Em sap greu, utilitzeu pppd!
ka: უკაცრავად, გამოიყენეთ pppd!
sv: Tyvärr, använd pppd!

source: Node address must be ten digits
ca: L'adreça del node ha de tenir deu dígits
ka: კვანძის მისამართი ათი ციფრი უნდა იყოს
sv: Nodens adress måste vara tio siffror

source: ROSE not configured in this system.
ca: ROSE no està configurat en aquest sistema.
ka: ამ სისტემაზე ROSE მორგებული არაა.
sv: ROSE är inte konfigurerad i detta system.

source: Kernel ROSE routing table
ca: Taula d'encaminament de la rosa del nucli
ka: ბირთვის ROSE რაუტინგის ცხრილი
sv: Kärnans ROSE-routingtabell

source: Destination neigh1 callsign device neigh2 callsign device neigh3 callsign device
ca: Destinació pes1 callsign dispositiu pes2 callsign dispositiu pes pes3 callsign
sv: Destination neigh1 callsign enhet neigh2 callsign enhet neigh3 callsign enhet

source: in_tr(%s): invalid token ring address!
ca: intr(%s): l'adreça de l'anell de testimonis no és vàlida!
ka: in_tr(%s): token ring -ის არასწორი მისამართი!
sv: in_tr(%s): ogiltig token ring-adress!

source: in_tr(%s): trailing : ignored!
ca: intr(%s): final : ignorat!
ka: in_tr(%s): მოყოლილი : იგნორირებულია!
sv: in_tr(%s): efterföljande : ignoreras!

source: in_tr(%s): trailing junk!
ca: intr(%s): brossa final!
ka: in_tr(%s): მოყოლილი ნაგავი!
sv: in_tr(%s): efterföljande skräp!

source: Warning: cannot open %s (%s). Limited output.
ca: Avís: no es pot obrir %s (%s). Sortida limitada.
ka: გაფრთხილება: %s (%s)-ის გახსნის შეცდოა. გამოტანა შეზღუდულია.
sv: Varning: kan inte öppna %s (%s). Begränsad utmatning.

source: Device not found
ca: No s'ha trobat el dispositiu
ka: მოწყობილობა ნაპოვნი არაა
sv: Enheten hittades inte

source: %s: error fetching interface information: %s
ca: %s: s'ha produït un error en recuperar la informació de la interfície: %s
ka: %s: ინტერფეისის ინფორმაციის გამოთხოვის შეცდომა: %s
sv: %s: fel vid hämtning av gränssnittsinformation: %s

source: - no statistics available -
ca: - no hi ha estadístiques disponibles -
ka: - სტატისტიკა ხელმიუწვდომელია -
sv: - ingen statistik tillgänglig -

source: [NO FLAGS]
ca: [SENSE BANDERES]
ka: [ალმების გარეშე]
sv: [INGA FLAGGOR]

source: UP,
ca: AMUNT.
sv: UPPE,

source: BROADCAST,
ca: RETRANSMISSIÓ,

source: DEBUG,
ca: DEPURA,

source: LOOPBACK,
ca: RETROCEDEIX

source: POINTOPOINT,
ca: PUNTOPOINT,

source: RUNNING,
ca: S'EXECUTA,
sv: KÖR,

source: SLAVE,
ca: ESCLAU,
sv: SLAV,

source: MASTER,
ca: MESTRE,

source: MULTICAST,
ca: MULTIDIFUSIÓ,

source: DYNAMIC,
ca: DINÀMIC,
sv: DYNAMISK,

source: outfill %d keepalive %d
ca: emplena %d mantén-se actiu %d

source: netmask %s
ca: màscara de xarxa %s

source: broadcast %s
ca: retransmissió %s

source: destination %s
ca: destinació %s

source: link,
ca: enllaç,

source: site,
ca: lloc,

source: media %s
ca: suport %s

source: autoselect
ca: selecció automàtica
sv: autoval

source: RX packets %llu bytes %llu (%lu.%lu %s)
ca: Paquets RX %llu bytes %llu (%lu.%lu %s)
sv: RX-paket %llu byte %llu (%lu.%lu %s)

source: RX compressed %lu
ca: %lu comprimit RX
sv: RX komprimerad %lu

source: RX errors %lu dropped %lu overruns %lu frame %lu
ca: Errors de RX %lu ha deixat %lu envaeix %lu frame %lu
sv: RX-fel %lu tappade %lu överskridanden %lu ram %lu

source: TX packets %llu bytes %llu (%lu.%lu %s)
ca: paquets TX %llu bytes %llu (%lu.%lu %s)
sv: TX-paket %llu byte %llu (%lu.%lu %s)

source: TX compressed %lu
ca: TX comprimit %lu
sv: TX komprimerad %lu

source: TX errors %lu dropped %lu overruns %lu carrier %lu collisions %lu
ca: Errors TX %lu ha deixat %lu ha superat %lu portador %lu col·lisions %lu
sv: TX-fel %lu tappade %lu överskridanden %lu bärare %lu kollisioner %lu

source: interrupt %d
ca: interromp %d
sv: avbrott %d

source: memory 0x%lx-%lx
ca: memòria 0x%lx-%lx
sv: minne 0x%lx-%lx

source: No usable address families found.
ca: No s'ha trobat cap família d'adreces utilitzable.
ka: გამოყენებადი მისამართის ოჯახების გარეშე.
sv: Inga användbara adressfamiljer hittades.

source: ip: %s is invalid inet address
ca: ip: %s és una adreça inet no vàlida
ka: ip: %s არასწორი inet მისამართია
sv: ip: %s är ogiltig inet-adress

source: ip: %s is invalid inet prefix
ca: ip: %s no és un prefix inet
ka: ip: %s არასწორი inet პრეფქსია
sv: ip: %s är ogiltigt inet-prefix

source: ip: %s is invalid IPv4 address
ca: ip: %s no és una adreça IPv4 vàlida
ka: ip: %s არასწორი IPv4 პრეფიქსია
sv: ip: %s är en ogiltig IPv4-adress

source: ip: argument is wrong: %s
ca: ip: l'argument no és correcte: %s
ka: ip: არასწორი არგუმენტი: %s
sv: ip: argumentet är fel: %s

source: Usage: ipmaddr [ add | del ] MULTIADDR dev STRING
ca: Ús: ipmaddr [ add : del ] MULTIADDR dev STRING
ka: გამოყენება: ipmaddr [ add | del ] MULTIADDR dev სტრიქონი
sv: Användning: ipmaddr [ add | del ] MULTIADDR dev STRÄNG

source: family %d
ca: família %d
ka: ოჯახი %d
sv: familj %d

source: users %d
ca: usuaris %d
ka: მომხმარებლები %d
sv: användare %d

source: Cannot create socket
ca: No s'ha pogut crear el sòcol
ka: სოკეტის შექმნის შეცდომა
sv: Kan inte skapa uttag

source: slattach: /dev/%s already locked!
ca: slattach: /dev/%s ja està bloquejat!
ka: slattach: /dev/%s მოწყობილობა უკვე დაბლოკილია!
sv: slattach: /dev/%s är redan låst!

source: slattach: cannot write PID file
ca: slattach: no es pot escriure el fitxer PID
ka: slattach: PID ფაილის ჩაწერის შეცდომა
sv: slattach: kan inte skriva PID-fil

source: slattach: tty_lock: UUCP user %s unknown!
ca: slattach: ttylock: l'usuari d'UUCP %s és desconegut!
ka: slattach: tty_lock: UUCP მომხმარებელი %s უცნობია!
sv: slattach: tty_lock: UUCP-användare %s är okänd!

source: slattach: tty name too long
ca: slattach: el nom tty és massa llarg
ka: slattach: tty -ის სახელი ძალიან გრძელია
sv: slattach: tty-namn för långt

source: slattach: tty_open: cannot get current state!
ca: slattach: ttyopen: no es pot obtenir l'estat actual!
ka: slattach: tty_open: მიმდინარე მდგომარეობის მიღების შეცდომა!
sv: slattach: tty_open: kan inte få aktuellt tillstånd!

source: slattach: tty_open: cannot get current line disc!
ca: slattach: ttyopen: no es pot obtenir el disc de línia actual!
ka: slattach: tty_open: მიმდინარე ხაზის დისკის მიღების შეცდომა!
sv: slattach: tty_open: kan inte hämta aktuell raddisk!

source: slattach: tty_open: cannot set RAW mode!
ca: slattach: ttyopen: no es pot establir el mode RAW!
ka: slattach: tty_open: RAW მოდელის დაყენების შეცდომა!
sv: slattach: tty_open: kan inte ställa in RAW-läge!

source: slattach: tty_open: cannot set %s bps!
ca: slattach: ttyopen: no es pot establir %s bps!
ka: slattach: tty_open: %s ბ/წმ-ის დაყენება შეუძლებელია!
sv: slattach: tty_open: kan inte ställa in %s bps!

source: slattach: tty_open: cannot set 8N1 mode!
ca: slattach: ttyopen: no es pot establir el mode 8N1!
ka: slattach: tty_open: 8N1 მოდელის დაყენების შეცდომა!
sv: slattach: tty_open: kan inte ställa in 8N1-läge!

source: %s started
ca: %s ha començat
ka: %s გაეშვა
sv: %s startad

source: on %s
ca: a %s
ka: %s-ზე
sv: på %s

source: interface %s
ca: interfície %s
ka: ინტერფეისი %s
sv: gränssnitt %s

source: <from_interface>
ka: <ინტერფეისიდან>
sv: <från_gränssnitt>

source: <incomplete>
ka: <არასრული>
sv: <inte komplett>

source: -v, --verbose be verbose
ka: -v, --verbose დამატებითი ინფორმაცია
sv: -v, --verbose var informativ

source: -f, --fqdn, --long long host name (FQDN)
ka: -f, --fqdn, --long ჰოსტის გრძელი სახელი (FQDN)
sv: -f, --fqdn, --long långt värdnamn (FQDN)

source: [add <address>[/<prefixlen>]]
ka: [add <მისამართი>[/<პრეფიქსისსიგრძე>]]
sv: [add <adress>[/<prefixlängd>]]

source: [del <address>[/<prefixlen>]]
ka: [del <მისამართი>[/<პრეფიქსისსიგრძე>]]
sv: [del <adress>[/<prefixlängd>]]

source: [[-]broadcast [<address>]] [[-]pointopoint [<address>]]
ka: [[-]broadcast [<მისამართი>]] [[-]pointopoint [<მისამართი>]]
sv: [[-]broadcast [<adress>]] [[-]pointopoint [<adress>]]

source: [hw <HW> <address>] [mtu <NN>]
sv: [hw <HW> <adress>] [mtu <NN>]

source: CLOSE_WAIT
sv: STÄNG_VÄNTA

source: Dest Source Device LCI State Vr/Vs Send-Q Recv-Q
ka: დანიშნ წყარო მოწყობილობა LCI მდგომარ Vr/Vs გაგზ-Q მიღ-Q
sv: Dest Källa Enhet LCI Tillstånd Vr/Vs Send-Q Recv-Q

source: on%d (%2.2f/%ld/%d)
ka: %d-ზე (%2.2f/%ld/%d)
sv: på%d (%2.2f/%ld/%d)

source: RAW
sv: RÅ

source: ESTAB
sv: ETABL

source: UNK.
sv: OKÄN.

source: netstat [-vWnNcaeol] [<Socket> ...]
sv: netstat [-vWnNcaeol] [<Uttag> ...]

source: -l, --listening display listening server sockets
ka: -l, --listening სერვერის მოსმენადი სოკეტების ჩვენება
sv: -l, --listening visa lyssnande serveruttag

source: [ [i|o]seq ] [ [i|o]key KEY ] [ [i|o]csum ]
sv: [ [i|o]seq ] [ [i|o]key NYCKEL ] [ [i|o]csum ]

source: [ ttl TTL ] [ tos TOS ] [ nopmtudisc ] [ dev PHYS_DEV ]
sv: [ ttl TTL ] [ tos TOS ] [ nopmtudisc ] [ dev FYS_ENH ]

source: ADDR := { IP_ADDRESS | any }
sv: ADDR := { IP_ADRESS | valfri }

source: TOS := { NUMBER | inherit }
ka: TOS := { რიცხვი | inherit }
sv: TOS := { NUMMER | inherit }

source: UNSPEC
sv: OSPEC

source: compat,
sv: kompat,

source: ipmaddr show [ dev STRING ] [ ipv4 | ipv6 | link | all ]
ka: ipmaddr show [ dev სტრიქონი ] [ ipv4 | ipv6 | link | all ]
sv: ipmaddr show [ dev STRÄNG ] [ ipv4 | ipv6 | link | all ]

source: arp [-v] [-i <if>] -d <hostname> [pub][nopub] <-Delete ARP entry
ka: arp [-v] [-i <if>] -d <hostname> [pub][nopub] <-ARP ჩანაწერის წაშლა

source: arp [-v] [<HW>] [-i <if>] -s <hostname> <hwaddr> [temp][nopub] <-Add entry
ka: arp [-v] [<HW>] [-i <if>] -s <hostname> <hwaddr> [temp][nopub] <-ჩანაწერის დამატება

source: %s: you must be root to change the node name
ka: %s: კვანძის სახელის შესაცვლელად საჭიროა root-ის პრივილეგიები

source: %s: you must be root to change the host name
ka: %s: ჰოსტის სახელის შესაცვლელად საჭიროა root-ის პრივილეგიები

source: %s: you must be root to change the domain name
ka: %s: დომენის სახელის შესაცვლელად საჭიროა root-ის პრივილეგიები

source: Iface MTU Met RX-OK RX-ERR RX-DRP RX-OVR TX-OK TX-ERR TX-DRP TX-OVR Flg
ka: იფეისი MTU მეტ RX-დიახ RX-შეცდ RX-გადაგდ RX-გადაწ TX-დიახ TX-შეცდ TX-გადაგდ TX-გადაწ ალამ

source: unkn-%d (%2.2f/%ld/%d)
ka: უცნ-%d (%2.2f/%ld/%d)

source: Proto RefCnt Flags Type State I-Node
ka: პროტო ბმისრდნ ალმები ტიპი დგომ I-Node

source: usage: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}
ka: გამოყენება: netstat [-veenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}

source: -a, --all, --listening display all sockets (default: connected)
ka: -a, --all, --listening ყველა სოკეტის ჩვენება (ნაგულისხმები: მიერთებული)

source: <AF>=Use '-A <af>' or '--<af>'; default: %s
ka: <AF>=Use '-A <af>' or '--<af>'; ნაგულისხმები: %s

source: Usage: plipconfig [-a] [-i] [-v] interface
ka: გამოყენება: plipconfig [-a] [-i] [-v] ინტერფეისი

source: Default TTL is %u
ka: ნაგულისხმები TTL-ია %u

source: %u total packets received
ka: სულ მიღებულია %u პაკეტი

source: %u with invalid headers
ka: %u არასწორი თავსართებით

source: %u with invalid addresses
ka: %u არასწორი მისამართებით

source: %u forwarded
ka: %u გადაგზავნილია

source: %u with unknown protocol
ka: %u უცნობი პროტოკოლით

source: %u incoming packets discarded
ka: %u შემომავალი პაკეტი მოცილებულია

source: %u incoming packets delivered
ka: %u მიღებული შემომავალი პაკეტი

source: %u requests sent out
ka: %u მოთხოვნა გაგზავნილია

source: %u outgoing packets dropped
ka: %u გაგაზვნილი პაკეტი გადაყრილია

source: %u dropped because of missing route
ka: %u გადაიყარა არარსებული რაუტის გამო

source: %u fragments dropped after timeout
ka: %u ფრაგმენტი გადაყრილია მოლოდინის ვადის გასვლის გამო

source: %u reassemblies required
ka: %u თავიდან აწყობა გახდა საჭირო

source: %u packets reassembled ok
ka: %u პაკეტი თავიდან წარმატებით აეწყო

source: %u packet reassemblies failed
ka: %u პაკეტის აწყობის შეცდომა

source: %u fragments received ok
ka: %u ფრაგმენტი წარმატებითაა მიღებული

source: %u fragments failed
ka: %u შეცდომიანი ფრაგმენტი

source: %u fragments created
ka: %u ფრაგმენტი შეიქმნა

source: %u ICMP messages received
ka: %u ICMP შეტყობინება მიღებულია

source: %u input ICMP message failed
ka: %u შემომავალი ICMP შეტყობინების შეცდომა

source: destination unreachable: %u
ka: სამიზნე მიუწვდომელია: %u

source: timeout in transit: %u
ka: დრო ტრანზიტში ამოიწურა: %u

source: wrong parameters: %u
ka: არასწორი პარამეტრები: %u

source: source quenches: %u
ka: წყაროს ჩახშობა: %u

source: redirects: %u
ka: გადამისამართებები: %u

source: echo requests: %u
ka: ექოს მოთხოვნები: %u

source: echo replies: %u
ka: ექოს პასუხები: %u

source: timestamp request: %u
ka: დროის შტამპის მოთხოვნა: %u

source: timestamp reply: %u
ka: დროის შტაპის პასუხი: %u

source: address mask request: %u
ka: მისამართის ნიღბის მოთხოვნა: %u

source: address mask replies: %u
ka: მისამართის ნიღბის პასუხი: %u

source: %u ICMP messages sent
ka: %u ICMP შეტყობინება გაგზავნილია

source: %u ICMP messages failed
ka: %u ICMP შეტყობინების შეცდომა

source: time exceeded: %u
ka: დრო გადაცდა: %u

source: source quench: %u
ka: წყაროს ჩახშობა: %u

source: redirect: %u
ka: გადამისამართება: %u

source: timestamp requests: %u
ka: დროის შტამპის მოთხოვნები: %u

source: timestamp replies: %u
ka: დროის შტამპის პასუხები: %u

source: address mask requests: %u
ka: მისამართის ნიღბის მოთხოვნები: %u

source: %u active connection openings
ka: %u აქტიური შეერთების გახსნები

source: %u passive connection openings
ka: %u პასიური შეერთების გახსნები

source: %u failed connection attempts
ka: %u დაკავშირების შეცდომის მქონე ცდები

source: %u connection resets received
ka: %u მიღებული დაკავშირების თავიდან დაწყება

source: %u connections established
ka: %u დამყარებული შეერთება

source: %u segments received
ka: %u სეგმენტი მიღებულია

source: %u segments sent out
ka: %u გაგზავნილი სეგმენტი

source: %u segments retransmitted
ka: %u გადაგზავნილი სეგმენტი

source: %u bad segments received
ka: %u მიღებული ცუდი სეგმენტი

source: %u resets sent
ka: %u ჩამოყრა გაგზავნილია

source: %u packets received
ka: %u მიღებული პაკეტი

source: %u packets to unknown port received
ka: %u უცნობ პორტზე მიღებული პაკეტი

source: %u packet receive errors
ka: %u პაკეტის მიღების შეცდომა

source: %u packets sent
ka: %u პაკეტი გაგზავნილია

source: %u SYN cookies sent
ka: %u SYN ქუქი გაგზავნილია

source: %u SYN cookies received
ka: %u SYN ქუქი მიღებულია

source: %u invalid SYN cookies received
ka: %u არასწორი SYN ქუქი მიღებულია

source: %u resets received for embryonic SYN_RECV sockets
ka: %u ემბრიონული SYN_RECV სოკეტებისთვის მიღებული განულება

source: %u packets pruned from receive queue because of socket buffer overrun
ka: %u სოკეტის ბუფერის გადავსების გამო მიღების რიგიდან მოცილებული პაკეტი

source: %u packets pruned from receive queue
ka: %u მიღების რიგიდან მოცილებული პაკეტი

source: %u packets dropped from out-of-order queue because of socket buffer overrun
ka: %u სოკეტის ბაფერის გადავსების გამო დაულაგებელი სიიდან გადაყრილი პაკეტი

source: %u ICMP packets dropped because they were out-of-window
ka: %u ფანჯრის გარეთ მყოფი გადაყრილი ICMP პაკეტი

source: %u ICMP packets dropped because socket was locked
ka: %u სოკეტის დაბლოკვის გამო გადაყრილი ICMP პაკეტი

source: %u TCP sockets finished time wait in fast timer
ka: %u TIME_WAIT-ის სწრაფ ტაიმერში დასრულებული TCP სოკეტი

source: %u time wait sockets recycled by time stamp
ka: %u -ჯერ TIME_WAIT სოკეტები დროის შტამპის მიერ თავიდან იქნა გამოყენებული

source: %u TCP sockets finished time wait in slow timer
ka: %u TIME_WAIT_ის ნელ ტაიმერში დასრულებული TCP სოკეტი
