Repository: ecki/net-tools
Catalog: po/*.po
Languages: ca, ka, sv

source: Problem reading data from %s
ca: Hi ha hagut un problema en llegir les dades de %s
ka: %s-დან მონაცემების კითხვის შეცდომა
sv: Problem med att läsa data från %s

source: Active ROSE sockets
ca: Sòcols ROSE actius
sv: Aktiva ROSE-uttag

source: dest_addr dest_call src_addr src_call dev lci neigh state
ca: destaddr destcall srcaddr srccall dev lci neigh
sv: destadr dest_call källadr src_call dev lci neigh tillstånd

source: TIME_WAIT
ca: TEMPS

source: CLOSE
ca: TANCA
sv: STÄNG

source: LISTEN
ca: ESCOLTA
sv: LYSSNAR

source: CLOSING
ca: TANCAMENT
sv: STÄNGER

source: warning, got bogus igmp6 line %d.
ca: avís, s'ha produït un error en la línia igmp6 %d.
ka: გაფრთხილება, მივიღე ყალბი igmp6 სახელი %d.
sv: varning, fick skum igmp6-rad %d.

source: netstat: unsupported address family %d !
ca: netstat: família d'adreces %d no admesa!
ka: netstat: მისამართის მხარდაუჭერელი ოჯახი: %d !
sv: netstat: adressfamiljen %d stöds inte !

source: warning, got bogus igmp line %d.
ca: avís, s'ha produït un error en la línia igmp %d.
ka: გაფრთხილება, მივიღე ყალბი igmp ხაზი %d.
sv: varning, fick skum igmp-rad %d.

source: Active X.25 sockets
ca: Sòcols X.25 actius
ka: აქტიური X.25 სოკეტები
sv: Aktiva X.25-uttag

source: warning, got bogus sctp eps line.
ca: avís, hi ha una línia errònia de sctp eps.
sv: varning, fick falsk sctp eps-rad.

source: unsupported address family %d
ca: família d'adreces %d no suportada
sv: adressfamiljen %d stöds inte

source: warning, got bogus sctp assoc line.
ca: avís, hi ha una línia falsa d'assoc sctp.
sv: varning, fick falsk sctp assoc rad.

source: warning, got bogus tcp line.
ca: avís, hi ha una línia tcp falsa.
ka: გაფრთხილება. მიღებულია ყალბი tcp ხაზი.
sv: varning, fick skum tcp-rad.

source: off (0.00/%ld/%d)
ca: aturada (0.00/%ld/%d)
ka: გამორთული (0.00/%ld/%d)
sv: av (0.00/%ld/%d)

source: on (%2.2f/%ld/%d)
ca: el (%2.2f/%ld/%d)
ka: ჩართული (%2.2f/%ld/%d)
sv: på (%2.2f/%ld/%d)

source: keepalive (%2.2f/%ld/%d)
ca: manténiu (%2.2f/%ld/%d)
ka: ცოცხალი დატოვება (%2.2f/%ld/%d)

source: timewait (%2.2f/%ld/%d)
ca: temps d'espera (%2.2f/%ld/%d)
ka: მოლოდინის დრო (%2.2f/%ld/%d)

source: probe (%2.2f/%ld/%d)
ca: sonda (%2.2f/%ld/%d)

source: warning, got bogus udp line.
ca: avís, hi ha una línia udp falsa.
ka: გაფრთხილება. მივიღე ყალბი UDP ხაზი.
sv: varning, fick skum udp-rad.

source: UNKNOWN
ca: DESCONEGUT
ka: უცნობი
sv: OKÄND

source: warning, got bogus raw line.
ca: avís, s'ha fet una falsa línia crua.
ka: გაფრთხილება. მივიღე ყალბი დაუმუშავებელი ხაზი.
sv: varning, fick skum rå rad.

source: warning, got bogus unix line.
ca: avís, hi ha una línia errònia d'unix.
ka: გაფრთხილება. მივიღე ყალბი Unix ხაზი
sv: varning, fick skum unix-rad.

source: STREAM
ca: FLUX

source: SEQPACKET
ca: PAQUETSEQ

source: FREE
ca: LLIURE
sv: LEDIG

source: CONNECTING
ca: CONNECTANT
sv: ANSLUTER

source: CONNECTED
ca: CONNECTAT
sv: ANSLUTEN

source: DISCONNECTING
ca: DESCONNECTANT
sv: KOPPLAR FRÅN

source: Active UNIX domain sockets
ca: Sòcols de domini UNIX actius
ka: Unix-ის დომენის აქტიური სოკეტები
sv: Aktiva UNIX-domänuttag

source: (servers and established)
ca: (servidors i establerts)
ka: (სერცერები და დამყარებული)
sv: (servrar och etablerade)

source: (only servers)
ca: (només servidors)
ka: (მხოლოდ სერვერები)
sv: (endast servrar)

source: (w/o servers)
ca: (servidors w/o)
ka: (სერვერების გარეშე)
sv: (utan servrar)

source: Proto RefCnt Flags Type State I-Node
ca: Node-I del tipus d'estat del Proto RefCnt
sv: Proto RefCnt Flagg Typ Tillstånd I-Node

source: Path
ca: Camí
ka: ბილიკი
sv: Sökväg

source: SABM SENT
ca: ENVIAT PEL SABM

source: RECOVERY
ca: RECUPERACIÓ
sv: ÅTERHÄMTNING

source: Active AX.25 sockets
ca: Sòcols AX.25 actius
ka: აქტიური AX.25 სოკეტები
sv: Aktiva AX.25-uttag

source: Dest Source Device State Vr/Vs Send-Q Recv-Q
ca: Prova l'estat del dispositiu d'origen Vr/Vs Send-Q Recv-Q
ka: დანიშნ. წყარო მოწყობილობა მდგომარეობა Vr/Vs გაგზ-Q მიღ-Q
sv: Dest Källa Enhet Tillstånd Vr/Vs Send-Q Recv-Q

source: problem reading data from %s
ca: problema en llegir les dades de %s
ka: %s-დან მონაცემებს წაკითხვის პრობლემა
sv: problem med att läsa data från %s

source: Active IPX sockets Proto Recv-Q Send-Q Local Address Foreign Address State
ca: Sòcols IPX actius Proto Recv-Q Send-Q Adreça local Adreça exterior Estat
ka: აქტიური IPX სოკეტები პროტო მიღ-Q გაგზ-Q ლოკალური მისამართი უცხო მისამართი მდგომარეობა
sv: Aktiva IPX-uttag Proto Recv-Q Send-Q Lokal adress Motpartsadress Tillstånd

source: User
ca: Usuari
ka: მომხმარებელი
sv: Användare

source: OPEN
ca: OBRE
sv: ÖPPEN

source: BOUND
ca: LLIGAT
sv: BUNDEN

source: CONNECT
ca: CONNECTA

source: CONNECT2
ca: CONNECTA2

source: CLOSED
ca: TANCAT
sv: STÄNGD

source: warning, got bogus l2cap line.
ca: avís, hi ha una línia l2cap falsa.
sv: varning, fick falsk l2cap-rad.

source: LOW
ca: BAIXA
sv: LÅG

source: MEDIUM
ca: MITJÀ
sv: MEDEL

source: HIGH
ca: ALTA
sv: HÖG

source: warning, got bogus rfcomm line.
ca: avís, s'ha falsificat la línia rfcomm.
sv: varning, fick falsk rfcomm-rad.

source: Kernel Interface table
ca: Taula d'interfície del nucli
ka: კერნელის ინტერფეისის ცხრილი
sv: Kärnans gränssnittstabell

source: missing interface information
ca: falta la informació de la interfície
ka: ინტერფეისის ინფორმაციის გარეშე
sv: saknar information om gränssnittet

source: usage: netstat [-vWeenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}
ca: ús: netstat [-vWeenNcCF] [<Af>] -r netstat {-V:--version:-h:--help}
sv: användning: netstat [-vWeenNcCF] [<Af>] -r netstat {-V|--version|-h|--help}

source: -r, --route display routing table
ca: -r, --route mostra la taula d'itinerari
ka: -r, --route რაუტინგის ცხრილის ჩვენება
sv: -r, --route visa routingtabell

source: -i, --interfaces display interface table
ca: -i, --interfaces mostra la taula d'interfícies
ka: -i, --interfaces ინტერფეისის ცხრილის ჩვენება
sv: -i, --interfaces visa gränssnittstabell

source: -g, --groups display multicast group memberships
ca: -g, --groups mostra les pertinences de grup multicast
ka: -g, --groups მრავალმხრივი ჯგუფის წევრობის ჩვენება
sv: -g, --groups visa medlemskap i multicast-grupper

source: -s, --statistics display networking statistics (like SNMP)
ca: -s, --statistics mostra estadístiques de xarxes (com SNMP)
ka: -s, --statistics ქსელის სტატისტიკის ჩვენება (SNMP-ის მსგავსად)
sv: -s, --statistics visa nätverksstatistik (som SNMP)

source: -M, --masquerade display masqueraded connections
ca: -M, --masquerade mostra connexions emmascarades
ka: -M, --masquerade დამასკარადებული შეერთებების ჩვენება
sv: -M, --masquerade visa maskade anslutningar

source: -W, --wide don't truncate IP addresses
ca: -W, --wide no trunca les adreces IP
sv: -W, --wide trunkera inte IP-adresser

source: --numeric-hosts don't resolve host names
ca: --numeric-hosts no resol els noms dels amfitrions
ka: --numeric-hosts ჰოსტის სახელები არ ამოიხსნება
sv: --numeric-hosts slå inte upp värdnamn

source: --numeric-ports don't resolve port names
ca: --numeric-ports no resol els noms dels ports
ka: --numeric-ports პორტის სახელები არ ამოიხსნება
sv: --numeric-ports slå inte upp portnamn

source: --numeric-users don't resolve user names
ca: --numeric-users no resol els noms d'usuari
ka: --numeric-users მომხმარებლის სახელები არ ამოიხსნება
sv: --numeric-users slå inte upp användarnamn

source: -N, --symbolic resolve hardware names
ca: -N, --symbolic resol els noms del maquinari
ka: -N, --symbolic აპარატურული სახელების ამოხსნა
sv: -N, --symbolic slå upp hårdvarunamn

source: -e, --extend display other/more information
ca: -e, --extend mostra una altra/més informació
ka: -e, --extend მეტი/სხვა ინფორმაციის ჩვენება
sv: -e, --extend visa ytterligare information

source: -p, --programs display PID/Program name for sockets
ca: -p, --programs mostra el nom del PID/Programa per als sòcols
ka: -p, --programs სოკეტების პროგრამის სახელის/PID-ის ჩვენება
sv: -p, --programs visa PID/programnamn för uttag

source: -o, --timers display timers
ca: -o, --timers mostra els temporitzadors
ka: -o, --timers ტაიმერების ჩვენება
sv: -o, --timers visa timers

source: -c, --continuous continuous listing
ca: -c, --continuous llista contínua
ka: -c, --continuous უწყვეტი გამოტანა
sv: -c, --continuous kontinuerlig listning

source: -a, --all display all sockets (default: connected)
ca: -a, --all mostra tots els sòcols (predeterminat: connectat)
sv: -a, --all visa alla uttag (standard: anslutna)

source: -F, --fib display Forwarding Information Base (default)
ca: -F, --fib display Forwarding Information Base (predeterminat)
ka: -F, --fib გადაგზავნის ინფორმაციის ბაზის ჩვენება (ნაგულისხმები)
sv: -F, --fib visa Forwarding Information Base (standard)

source: -C, --cache display routing cache instead of FIB
ca: -C, --cache mostra la memòria cau d'encaminament en lloc de FIB
sv: -C, --cache visa routningcache i stället för FIB

source: -Z, --context display SELinux security context for sockets
ca: -Z, --context mostra el context de seguretat SELinux per als sòcols
sv: -Z, --context visa SELinux-säkerhetskontext för uttag

source: <AF>=Use '-6|-4' or '-A <af>' or '--<af>'; default: %s
ca: <AF>:Utilitza '-6:-4' o '-A <af>' o '--<af>'; per defecte: %s
ka: <AF>=Use '-6|-4' or '-A <af>' or '--<af>'; ნაგულისხმები: %s
sv: <AF>=Använd "-6|-4" eller "-A <af>" eller "--<af>"; standard: %s

source: List of possible address families (which support routing):
ca: Llista de possibles famílies d'adreces (que suporten l'encaminament):
ka: მისამართის შესაძლო ოჯახების ჩვენება (რომლებსაც რაუტინგის მხარდაჭერა აქვთ):
sv: Lista över möjliga adressfamiljer (som stöder routing):

source: SELinux is not enabled on this machine.
ca: SELinux no està habilitat en aquesta màquina.
sv: SELinux är inte aktiverat på den här maskinen.

source: SELinux is not enabled for this application.
ca: SELinux no està habilitat per a aquesta aplicació.
sv: SELinux är inte aktiverat för den här applikationen.

source: netstat: No statistics support for specified address family: %s
ca: netstat: No s'admeten estadístiques per a la família d'adreces especificada: %s
sv: netstat: Inget stöd för statistik för angiven adressfamilj: %s

source: Active Internet connections
ca: Connexions actives d'Internet
ka: ინტერნეტის აქტიური შეერთებები
sv: Aktiva internetanslutningar

source: Proto Recv-Q Send-Q Local Address Foreign Address State
ca: Proto Recv-Q Send-Q Adreça local Adreça exterior Estat
ka: პროტო მიღ-Q გაგზ-Q ლოკალური მისამართი უცხო მისამართი მდგომარეობა
sv: Proto Recv-Q Send-Q Lokal adress Motpartsadress Tillstånd

source: User Inode
ca: Node d'usuari
ka: მომხმარებელი Inode
sv: Användare Inode

source: Timer
ca: Temporitzador
ka: ტაიმერი

source: IPv4 Group Memberships
ca: Membres del grup IPv4
ka: IPv4 ჯგუფის წევრობები
sv: Medlemskap i IPv4-grupper

source: Interface RefCnt Group
ca: Grup RefCnt de la interfície
ka: ინტერფეისი RefCnt ჯგუფი
sv: Gränssnitt RefCnt Grupp

source: Active Bluetooth connections
ca: Connexions Bluetooth actives
sv: Aktiva Bluetooth-anslutningar

source: This kernel does not support RARP.
ca: Aquest nucli no és compatible amb RARP.
ka: ამ ბირთვს RARP-ის მხარდაჭერა არ გააჩნია.
sv: Denna kärna saknar stöd för RARP.

source: no RARP entry for %s.
ca: no hi ha cap entrada RARP per a %s.
ka: %s-ისთვის RARP ჩანაწერი არ არსებობს.
sv: ingen RARP-post för %s.

source: %s: bad hardware address
ca: %s: adreça de maquinari incorrecta
ka: %s: ცუდი აპარატურული მისამართი
sv: %s: felaktig hårdvaruadress

source: rarp: cannot open file %s:%s.
ca: rarp: no es pot obrir el fitxer %s:%s.
ka: rarp: ფაილის გახსნის შეცდომა %s:%s.
sv: rarp: kan inte öppna filen %s:%s.

source: rarp: format error at %s:%u
ca: rarp: error de format a %s:%u
ka: rarp: ფორმატის შეცდომა მისამართზე %s:%u
sv: rarp: formatfel vid %s:%u

source: rarp: %s: unknown host
ca: rarp: %s: amfitrió desconegut
ka: rarp: %s: უცნობი ჰოსტი
sv: rarp: %s: okänd värd

source: rarp: cannot set entry from %s:%u
ca: rarp: no es pot establir l'entrada des de %s:%u
ka: rarp: ჩანაწერის %s:%u-დან დაყენების შეცდომა
sv: rarp: kan inte ange post från %s:%u

source: Usage: rarp -a list entries in cache.
ca: Ús: entrades de llista rarp -a a la memòria cau.
ka: გამოყენება: rarp -a ჩანაწერების ქეშიდან ჩვენება.
sv: Användning: rarp -a lista poster i cache.

source: rarp -d <hostname> delete entry from cache.
ca: rarp -d <hostname> suprimeix l'entrada de la memòria cau.
ka: rarp -d <hostname> ქეშიდან ჩანაწერის წაშლა.
sv: rarp -d <värdnamn> ta bort post från cache.

source: rarp [<HW>] -s <hostname> <hwaddr> add entry to cache.
ca: rarp [<HW>] -s <hostname> <hwaddr> afegeix una entrada a la memòria cau.
ka: rarp [<HW>] -s <hostname> <hwaddr> ქეშში ჩანაწერის ჩამატება.
sv: rarp [<HW>] -s <värdnamn> <hvadr> lägg till post i cache.

source: rarp -f add entries from /etc/ethers.
ca: rarp -f afegeix entrades des de /etc/ethers.
ka: rarp -f ჩანაწერების დამატება /etc/ethers-დან.
sv: rarp -f lägg till poster från /etc/ethers.

source: rarp -V display program version.
ca: rarp -V mostra la versió del programa.
ka: rarp -V პროგრამის ვერსიის გამოტანა.
sv: rarp -V visa programversion.

source: %s: illegal option mix.
ca: %s: mescla d'opcions il·legal.
ka: %s: არასწორად შერეული პარამეტრები.
sv: %s: olämplig flaggblandning.

source: rarp: %s: unknown hardware type.
ca: rarp: %s: tipus de maquinari desconegut.
ka: rarp: %s: აპარატურის უცნობი ტიპი.
sv: rarp: %s: okänd maskinvarutyp.

source: Usage: route [-nNvee] [-FC] [<AF>] List kernel routing tables
ca: Ús: route [-nNvee] [-FC] [<AF>] Llista de taules d'encaminament del nucli
ka: გამოყენება: route [-nNvee] [-FC] [<AF>] ბირთვის რაუტინგის ცხრილების ჩვენება
sv: Användning: route [-nNvee] [-FC] [<AF>] Lista kärnans routingtabeller

source: route [-v] [-FC] {add|del|flush} ... Modify routing table for AF.
ca: route [-v] [-FC] {add.del.flush} ... Modifica la taula d'encaminament per AF.
ka: route [-v] [-FC] {add|del|flush} ... რაუტინგის ცხრილის შეცვლა AF-სთვის.
sv: route [-v] [-FC] {add|del|flush} ... Ändra routningstabellen för AF.

source: route {-h|--help} [<AF>] Detailed usage syntax for specified AF.
ca: route {-h.--help} [<AF>] Sintaxi d'ús detallada per a l'AF especificada.
ka: route {-h|--help} [<AF>] მითითებული AF-სთვის გამოყენებული სინტაქსის დეტალები.
sv: route {-h|--help} [<AF>] Detaljerad användningssyntax för angiven AF.

source: route {-V|--version} Display version/author and exit.
ca: ruta {-V.--version} Mostra la versió/autor i surt.
ka: route {-V|--version} ვერსიის/ავტორის გამოტანა და გასვლა.
sv: route {-V|--version} Visa version/upphovsperson och avsluta.

source: -C, --cache display routing cache instead of FIB
ca: -C, --cache mostra la memòria cau d'encaminament en lloc de FIB
ka: -C, --cache FIB-ის მაგიერ რაუტინგის ქეშის ჩვენება
sv: -C, --cache visa routningcache i stället för FIB

source: <AF>=Use -4, -6, '-A <af>' or '--<af>'; default: %s
ca: <AF>:Utilitza -4, -6, '-A <af>' o '--<af>'; per defecte: %s
sv: <AF>=Använd -4, -6, '-A <af>' eller '--<af>'; standard: %s

source: Usage: plipconfig interface [nibble NN] [trigger NN]
ca: Ús: interfície plipconfig [nibble NN] [trigger NN]
sv: Användning: plipconfig gränssnitt [nibble NN] [trigger NN]

source: %s nibble %lu trigger %lu
ca: %s nibble %lu activador %lu
ka: %s ნიბლი %lu ტრიგერი %lu

source: Usage: iptunnel { add | change | del | show } [ NAME ]
ca: Ús: iptunnel { add | change | del | show } [ NOM ]
ka: გამოყენება: iptunnel { add | change | del | show } [ სახელი ]
sv: Användning: iptunnel { add | change | del | show } [ NAMN ]

source: [ mode { ipip | gre | sit } ] [ remote ADDR ] [ local ADDR ]
ca: [ mode { ipip gre sit } ] [ ADDR remot ] [ ADDR local ]
ka: [ mode { ipip | gre | sit } ] [ დაშორებული მისამართი ] [ ლოკალური მისამართი ]

source: Where: NAME := STRING
ca: WHERE: NOM : STRING CADENA
ka: სადაც: NAME := STRING
sv: Där: NAMN := STRÄNG

source: KEY := { DOTTED_QUAD | NUMBER }
ca: CLAU : { DOTTEDQUAD NÚMERO }
ka: KEY := { DOTTED_QUAD | რიცხვი }

source: Keys are not allowed with ipip and sit.
ca: Les claus no estan permeses amb ipip i sit.
ka: "ipip"-სთან და "sit"-თან ერთად გასაღებები დაუშვებელია.
sv: Nycklar är inte tillåtna med ipip och sit.

source: Broadcast tunnel requires a source address.
ca: El túnel de difusió requereix una adreça d'origen.
ka: სამაუწყებლო გვირაბი საწყის მისამართს მოითხოვს.
sv: Broadcast-tunneln kräver en källadress.

source: ttl != 0 and noptmudisc are incompatible
ca: ttl ! and 0 i noptmudisc són incompatibles
ka: ttl != 0 და noptmudisc შეუთავსებელია
sv: ttl != 0 och noptmudisc är inte kompatibla

source: cannot determine tunnel mode (ipip, gre or sit)
ca: no es pot determinar el mode túnel (ipip, gre o sit)
ka: გვირაბის ტიპის დადგენის შეცდომა (ipip, gre ან sit)
sv: kan inte avgöra tunnelläge (ipip, gre eller sit)

source: %s: %s/ip remote %s local %s
ca: %s: %s/ip remot %s local %s
ka: %s: %s/ip დაშორებული %s ლოკალური %s
sv: %s: %s/ip fjärr %s lokal %s

source: unknown
ca: desconegut
ka: უცნობი
sv: okänd

source: Drop packets out of sequence.
ca: Deixa anar els paquets fora de seqüència.
ka: მიმდევრობიდან პაკეტების გადაყრა.
sv: Kasta paket i fel ordning.

source: Checksum in received packet is required.
ca: Es requereix la suma de verificació al paquet rebut.
ka: საჭიროა, მიღებული პაკეტი საკონტროლო ჯამს შეიცავდეს.
sv: Kontrollsumman i det mottagna paketet krävs.

source: Sequence packets on output.
ca: Paquets de seqüència a la sortida.
ka: გამავალი პაკეტების მიმდევრობით გაგზავნა.
sv: Sekvensera paketen vid utmatning.

source: Checksum output packets.
ca: Paquets de sortida de suma de verificació.
ka: გამავალი პაკეტების საკონტროლო ჯამი.
sv: Kontrollsumma för utdatapaket.

source: Wrong format of /proc/net/dev. Sorry.
ca: Format incorrecte de /proc/net/dev. Ho sento.
ka: /proc/net/dev-ის არასწორი ფორმატი. ბოდიში.
sv: Fel format på /proc/net/dev. Beklagar.

source: Failed to get type of [%s]
ca: No s'ha pogut obtenir el tipus de [%s]
ka: [%s]-ის ტიპის მიღების შეცდომა
sv: Misslyckades med att få typ av [%s]

source: RX: Packets Bytes Errors CsumErrs OutOfSeq Mcasts
ca: RX: errors de bytes de paquets CsumErrs OutOfSeq Mcasts
ka: RX: პაკეტი ბაიტი შეცდომა საკჯშეცდ მიმდევგარ Mcasts
sv: RX: Paket Byte Fel CsumErrs OutOfSeq Mcasts

source: TX: Packets Bytes Errors DeadLoop NoRoute NoBufs
ca: TX: Paquets Errors de bytes DeadLoop NoRoute NoBufs
ka: TX: პაკეტი ბაიტი შეცდომ მარყუჟ რაუტგარ ბაფგარეშ
sv: TX: Paket Byte Fel DeadLoop NoRoute NoBufs

source: ICMP input histogram:
ca: Histograma d'entrada ICMP:
ka: ICMP შეტანის ჰისტოგრამა:
sv: Histogram för ICMP-indata:

source: ICMP output histogram:
ca: Histograma de sortida ICMP:
ka: ICMP გამოტანის ჰისტოგრამა:
sv: Histogram för ICMP-utdata:

source: Default TTL is %llu
ca: El TTL per defecte és %llu
sv: Standard-TTL är %llu

source: %llu forwarded
ca: %llu reenviat
sv: %llu vidarebefordrade

source: Forwarding is %s
ca: La reenviament és %s
ka: გადაგზავნა %s
sv: Vidarebefordring är %s

source: %llu fragments created
ca: %llu fragments creats
sv: %llu fragment skapade

source: %llu outgoing packets failed fragmentation
ca: %llu paquets sortints han fallat la fragmentació
sv: %llu utgående paket misslyckades med fragmentering

source: %llu outgoing packets fragmented ok
ca: %llu paquets sortints fragmentats
sv: %llu utgående paket fragmenterade ok

source: %llu with invalid addresses
ca: %llu amb adreces no vàlides
sv: %llu med ogiltiga adresser

source: %llu incoming packets delivered
ca: S'han lliurat %llu paquets entrants
sv: %llu inkommande paket levererade

source: %llu incoming packets discarded
ca: %llu paquets entrants descartats
sv: %llu inkommande paket förkastade

source: %llu with invalid headers
ca: %llu amb capçaleres no vàlides
sv: %llu med ogiltiga rubriker

source: %llu total packets received
ca: %llu total de paquets rebuts
sv: %llu totalt antal mottagna paket

source: %llu with unknown protocol
ca: %llu amb un protocol desconegut
sv: %llu med okänt protokoll

source: %llu outgoing packets dropped
ca: %llu paquets sortints deixats
sv: %llu utgående paket kastade

source: %llu dropped because of missing route
ca: %llu ha caigut a causa de la ruta que falta
sv: %llu kastade på grund av saknad route

source: %llu requests sent out
ca: %llu sol·licituds enviades
sv: %llu förfrågningar skickades ut

source: %llu packet reassemblies failed
ca: Ha fallat el reassemblatge de paquets %llu
sv: %llu paketåtermonteringar misslyckade

source: %llu packets reassembled ok
ca: %llu paquets reassemblats bé
sv: %llu paket återmonterade ok

source: %llu reassemblies required
ca: Calen %llu reassemblies
sv: %llu återmonteringar krävs

source: %llu fragments dropped after timeout
ca: %llu fragments abandonats després de temps d'espera
sv: %llu fragment kastade efter tidsgräns

source: %llu incoming multicast packets
ca: %llu entrant paquets multicast
sv: %llu inkommande multicast-paket

source: %llu incoming packets with no route
ca: %llu entrant paquets sense ruta
sv: %llu inkommande paket utan någon route

source: %llu with packets too big
ca: %llu amb paquets massa grans
sv: %llu med för stora paket

source: %llu with truncated packets
ca: %llu amb paquets truncats
sv: %llu med avkortade paket

source: %llu outgoing multicast packets
ca: %llu paquets multicast sortints
sv: %llu utgående multicast-paket

source: address mask replies: %llu
ca: respostes de la màscara d'adreça: %llu
sv: adressmasksvar: %llu

source: address mask request: %llu
ca: sol·licitud de màscara d'adreça: %llu
sv: adressmaskbegäran: %llu

source: destination unreachable: %llu
ca: destinació no accessible: %llu
sv: destinationen inte nåbar: %llu

source: echo replies: %llu
ca: respostes d'eco: %llu
sv: echo-svar: %llu

source: echo requests: %llu
ca: peticions d'eco: %llu
sv: echo-förfrågningar: %llu

source: %llu input ICMP message failed
ca: %llu entrada missatge ICMP ha fallat
sv: %llu inmatning av ICMP-meddelande misslyckades

source: %llu ICMP messages received
ca: S'han rebut %llu missatges ICMP
sv: %llu ICMP-meddelanden mottagna

source: wrong parameters: %llu
ca: paràmetres incorrectes: %llu
sv: fel parametrar: %llu

source: redirects: %llu
ca: redireccionaments: %llu
sv: omdirigeringar: %llu

source: source quenches: %llu
ca: especificació de l'origen: %llu
sv: källsläckningar: %llu

source: timeout in transit: %llu
ca: temps d'espera en el trànsit: %llu
sv: tidsgräns överstigen vid överföring: %llu

source: timestamp reply: %llu
ca: resposta de la marca horària: %llu
sv: tidsstämpelsvar: %llu

source: timestamp request: %llu
ca: sol·licitud de marca horària: %llu
sv: begäran om tidsstämpel: %llu

source: address mask requests: %llu
ca: sol·licituds de màscara d'adreça: %llu
sv: adressmaskförfrågningar: %llu

source: %llu ICMP messages failed
ca: %llu missatges ICMP han fallat
sv: %llu ICMP-meddelanden misslyckade

source: %llu ICMP messages sent
ca: S'han enviat %llu missatges ICMP
sv: %llu ICMP-meddelanden skickade

source: redirect: %llu
ca: redirigeix: %llu
sv: omdirigering: %llu

source: source quench: %llu
ca: especificació d'origen: %llu
sv: källsläckning: %llu

source: time exceeded: %llu
ca: s'ha excedit el temps: %llu
sv: tid överskreds: %llu

source: timestamp replies: %llu
ca: respostes de la marca horària: %llu
sv: tidsstämpelsvar: %llu

source: timestamp requests: %llu
ca: sol·licituds de marca horària: %llu
sv: tidsstämpelförfrågningar: %llu

source: group member queries: %llu
ca: consultes de membres del grup: %llu
sv: förfrågningar om gruppmedlemmar: %llu

source: group member reductions: %llu
ca: reduccions de membres del grup: %llu
sv: gruppmedlemsreduktioner: %llu

source: group member responses: %llu
ca: respostes del membre del grup: %llu
sv: gruppmedlemssvar: %llu

source: neighbour advertisement: %llu
ca: anunci veí: %llu
sv: grannannonsering: %llu

source: neighbour solicits: %llu
ca: sol·licituds veïnes: %llu
sv: grannförfrågningar: %llu

source: parameter problem: %llu
ca: problema del paràmetre: %llu
