Repository: ecki/net-tools
Catalog: po/*.po
Languages: ca, ka, sv

source: arp: need host name
ca: arp: cal el nom de l'amfitrió
ka: arp: საჭიროა ჰოსტის სახელი
sv: arp: behöver värdnamn

source: No ARP entry for %s
ca: No hi ha cap entrada ARP per a %s
ka: %s-სთვის ARP ჩანაწერი არ არსებობს
sv: Ingen ARP-post för %s

source: arp: cant get HW-Address for `%s': %s.
ca: arp: no es pot obtenir l'adreça HW per a «%s»: %s.
ka: arp: `%s'-ის აპარატურული მისამართის მიღების შეცდომა: %s.
sv: arp: kan inte få tag på hårdvaruadressen för "%s":%s.

source: arp: protocol type mismatch.
ca: arp: el tipus de protocol no coincideix.
ka: arp: პროტოკოლის ტიპი არ ემთხვევა.
sv: arp: protokolltypen stämmer inte.

source: arp: device `%s' has HW address %s `%s'.
ca: arp: el dispositiu «%s» té l'adreça HW %s «%s».
ka: arp: მოწყობილობის `%s' აპარატურული მისამართია %s `%s'.
sv: arp: enheten "%s" har hårdvaruadressen %s "%s".

source: arp: need hardware address
ca: arp: cal una adreça de maquinari
ka: arp: საჭიროა აპარატურული მისამართი
sv: arp: behöver hårdvaruadress

source: arp: invalid hardware address
ca: arp: l'adreça del maquinari no és vàlida
ka: arp: არასწორი აპარატურული მისამართი
sv: arp: ogiltig hårdvaruadress

source: arp: cannot open etherfile %s !
ca: arp: no es pot obrir etherfile %s !
ka: arp: etherfile-ის გახსნის შეცდომა: %s !
sv: arp: kan inte öppna etherfile %s !

source: arp: format error on line %u of etherfile %s !
ca: arp: error de format a la línia %u de etherfile %s !
ka: arp: შეცდომა etherfile-ის %u-ე ხაზზე ფაილში %s !
sv: arp: formatfel på rad %u i etherfil %s !

source: arp: cannot set entry on line %u of etherfile %s !
ca: arp: no es pot establir l'entrada a la línia %u del fitxer ether %s !
ka: arp: ჩანაწერის დაყენების შეცდომა ხაზზე %u etherfile-ში %s !
sv: arp: kan inte ange post på rad %u i etherfile %s !

source: Address HWtype HWaddress Flags Mask Iface
ca: Adreça HWtype HWaddress Iface de la màscara
ka: მისამართი აპარ.ტიპი აპარ.მისამ. ალმების ნიღაბი იფეისი
sv: Adress HWtyp HWadress Flaggor Mask Gsnitt

source: (incomplete)
ca: (incomplet)
ka: (არასრული)
sv: (inte komplett)

source: %s (%s) at
ca: %s (%s) a
ka: %s (%s) მისამართზე
sv: %s (%s) vid

source: netmask %s
ca: màscara de xarxa %s
ka: ქსელის ნიღაბი %s
sv: nätmask %s

source: on %s
ca: a %s
ka: %s-ზე
sv: på %s

source: Entries: %d Skipped: %d Found: %d
ca: Entrades: %d S'ha omès: %d S'ha trobat: %d
ka: ჩანაწერები: %d გამოტოვებული: %d ნაპოვნი: %d
sv: Poster: %d Hoppade över: %d Hittade: %d

source: %s (%s) -- no entry
ca: %s (%s) -- sense entrada
ka: %s (%s) -- ჩანაწერის გარეშე
sv: %s (%s) -- ingen post

source: arp: in %d entries no match found.
ca: arp: a %d entrades no s'ha trobat cap coincidència.
ka: arp: %d ჩანაწერში არც ერთი ემთხვევა.
sv: arp: i %d poster hittades ingen matchning.

source: Usage: arp [-vn] [<HW>] [-i <if>] [-a] [<hostname>] <-Display ARP cache
ca: Ús: arp [-vn] [<HW>] [-i <if>] [-a] [<hostname>] -Display ARP cache
ka: გამოყენება: arp [-vn] [<HW>] [-i <if>] [-a] [<hostname>] <-Display ARP cache
sv: Användning: arp [-vn] [<HW>] [-i <if>] [-a] [<värdnamn>] <-Visa ARP-cache

source: arp [-v] [-i <if>] -d <host> [pub] <-Delete ARP entry
ca: arp [-v] [-i <if>] -d <host> [pub] -Suprimeix l'entrada ARP
sv: arp [-v] [-i <if>] -d <värd> [pub] <-Ta bort ARP-post

source: arp [-vnD] [<HW>] [-i <if>] -f [<filename>] <-Add entry from file
ca: arp [-vnD] [<HW>] [-i <if>] -f [<filename>] -Afegeix una entrada des del fitxer
ka: arp [-vnD] [<HW>] [-i <if>] -f [<filename>] <-ჩანაწერის ფაილიდან დამატება
sv: arp [-vnD] [<HW>] [-i <if>] -f [<filnamn>] <-Lägg till post från fil

source: arp [-v] [<HW>] [-i <if>] -s <host> <hwaddr> [temp] <-Add entry
ca: arp [-v] [<HW>] [-i <if>] -s <host> <hwaddr> [temp] -Afegeix una entrada
sv: arp [-v] [<HW>] [-i <if>] -s <värd> <hårdvaruadr> [temp] <-Lägg till post

source: arp [-v] [<HW>] [-i <if>] -Ds <host> <if> [netmask <nm>] pub <-''-
ca: arp [-v] [<HW>] [-i <if>] -Ds <host> <if>[màscara de xarxa <nm>] pub ]-''-
sv: arp [-v] [<HW>] [-i <if>] -Ds <värd> <if> [netmask <nm>] pub <-''-

source: -a display (all) hosts in alternative (BSD) style
ca: -un display (tots) amfitrions en estil alternatiu (BSD)
ka: -a (ყველა) ჰოსტის სხვანაირ (BSD) სტილში ჩვენება
sv: -a visa (alla) värdar i alternativ (BSD) stil

source: -e display (all) hosts in default (Linux) style
ca: -e mostra (tots) els amfitrions en l'estil predeterminat (Linux)
sv: -e visa (alla) värdar i standardstil (Linux)

source: -s, --set set a new ARP entry
ca: -s, --set estableix una entrada ARP nova
ka: -s, --set ახალი ARP ჩანაწერის დაყენება
sv: -s, --set ställ in en ny ARP-post

source: -d, --delete delete a specified entry
ca: -d, --delete suprimeix una entrada especificada
ka: -d, --delete მითითებული ჩანაწერის წაშლა
sv: -d, --delete ta bort en angiven post

source: -n, --numeric don't resolve names
ca: -n, --numeric no resol els noms
ka: -n, --numeric სახელები არ ამოიხსნება
sv: -n, --numeric slå inte upp namn

source: -i, --device specify network interface (e.g. eth0)
ca: -i, --device especifica la interfície de xarxa (p. ex. eth0)
ka: -i, --device მიუთიეთ ქსელის ინტერფესი (მაგ: eth0)
sv: -i, --device ange nätverksgränssnitt (t.ex. eth0)

source: -D, --use-device read <hwaddr> from given device
ca: -D, --use-device ha llegit <hwaddr> des del dispositiu donat
ka: -D, --use-device <hwaddr> -ის წაკითხვა მითითებული მოწყობილობიდან
sv: -D, --use-device läs <hårdvaruadr> från angiven enhet

source: -A, -p, --protocol specify protocol family
ca: -A, -p, --protocol especifica la família del protocol
ka: -A, -p, --protocol პროტოკოლის ოჯახს მითითება
sv: -A, -p, --protocol ange protokollfamilj

source: -f, --file read new entries from file or from /etc/ethers
ca: -f, --file llegeix entrades noves des d'un fitxer o des de /etc/ethers
ka: -f, --file ახალი ჩანაწერების ფაილიდან ან /etc/ethers-დან წაკითხვა
sv: -f, --file läs nya poster från filen eller från /etc/ethers

source: <HW>=Use '-H <hw>' to specify hardware address type. Default: %s
ca: <HW>.Utilitza '-H <hw>' per especificar el tipus d'adreça del maquinari. Per defecte: %s
ka: <HW>=აპარატურული მისამართის ტიპის მისათითებლად გამოიყენეთ '-H <hw>'. ნაგულისხმები: %s
sv: <HW>=Använd '-H <hw>' för att ange typ av maskinvaruadress. Standard: %s

source: List of possible hardware types (which support ARP):
ca: Llista de possibles tipus de maquinari (que suporten ARP):
ka: აპარატურის შესაძლო ტიპების სია (ARP-ის მხარდაჭერით):
sv: Lista över möjliga hårdvarutyper (som har stöd för ARP):

source: %s: hardware type not supported!
ca: %s: el tipus de maquinari no és compatible!
ka: %s: აპარატურის ტიპი მხარდაუჭერელია!
sv: %s: hårdvarutypen stöds inte!

source: %s: address family not supported!
ca: %s: la família d'adreces no és compatible!
ka: %s: მისამართის ოჯახი მხარდაუჭერელია!
sv: %s: adressfamiljen stöds inte!

source: arp: -N not yet supported.
ca: arp: -N encara no està suportat.
ka: arp: -N ჯერ მხარდაჭერილი არაა.
sv: arp: -N stöds ännu inte.

source: arp: %s: unknown address family.
ca: arp: %s: família d'adreces desconeguda.
ka: arp: %s: მისამართის უცნობი ოჯახი.
sv: arp: %s: okänd adressfamilj.

source: arp: %s: unknown hardware type.
ca: arp: %s: tipus de maquinari desconegut.
ka: arp: %s: აპარატურის უცნობი ტიპი.
sv: arp: %s: okänd hårdvarutyp.

source: arp: %s: kernel only supports 'inet'.
ca: arp: %s: el nucli només admet «inet».
ka: arp: %s: ბირთვს მხოლოდ 'inet'-ის მხარდაჭერა გააჩნია.
sv: arp: %s: kärnan har endast stöd för "inet".

source: arp: %s: hardware type without ARP support.
ca: arp: %s: tipus de maquinari sense suport ARP.
ka: arp: %s: აპარატურის ტიპი ARP-ის მხარდაჭერის გარეშე.
sv: arp: %s: hårdvarutyp utan ARP-stöd.

source: Setting nodename to `%s'
ca: S'està establint el nom del node a «%s»
ka: კვანძის სახელის `%s'-ზე დაყენება
sv: Ställer in nodnamn till "%s"

source: %s: you don't have permission to set the node name
ca: %s: no teniu permís per establir el nom del node
sv: %s: du har inte behörighet att ställa in nodnamnet

source: %s: name too long
ca: %s: nom massa llarg
ka: %s: სახელი ძალიან გრძელია
sv: %s: namnet är för långt

source: Setting hostname to `%s'
ca: S'està establint el nom de l'amfitrió a «%s»
ka: სერვერის სახელის დაყენება `%s'-ზე
sv: Ställer in värdnamnet till "%s"

source: %s: you don't have permission to set the host name
ca: %s: no teniu permís per establir el nom de l'amfitrió
sv: %s: du har inte behörighet att ställa in värdnamnet

source: Setting domainname to `%s'
ca: S'està establint el nom de domini a «%s»
ka: დომენის სახელის დაყენება `%s'-ზე
sv: Ställer in domännamnet till "%s"

source: %s: you don't have permission to set the domain name
ca: %s: no teniu permís per establir el nom del domini
sv: %s: du har inte behörighet att ställa in domännamnet

source: Resolving `%s' ...
ca: S'està resolent «%s»...
ka: `%s'-ის ამოხსნა ...
sv: Slår upp "%s" ...

source: Result: h_name=`%s'
ca: Resultat: h_name=`%s'
ka: შედეგი: h_name=`%s'
sv: Resultat: h_name="%s"

source: Result: h_aliases=`%s'
ca: Resultat: h_aliases=`%s'
ka: შედეგი: h_aliases=`%s'
sv: Resultat: h_aliases="%s"

source: Result: h_addr_list=`%s'
ca: Resultat: h_addr_list=`%s'
ka: შედეგი: h_addr_list=`%s'
sv: Resultat: h_addr_list="%s"

source: %s: protocol family not supported
ca: %s: la família del protocol no és compatible
sv: %s: protokollfamiljen stöds inte

source: %s: can't open `%s'
ca: %s: no es pot obrir «%s»
ka: %s: `%s'-ის გახსნის შეცდომა
sv: %s: kan inte öppna "%s"

source: Usage: hostname [-v] {hostname|-F file} set hostname (from file)
ca: Ús: hostname [-v] {hostname)-F file} estableix el nom de l'amfitrió (des del fitxer)
ka: გამოყენება: hostname [-v] {ჰოსტის სახელი|-F ფაილი} ჰოსტის სახელის დაყენება (ფაილიდან)
sv: Användning: hostname [-v] {värdnamn|-F fil} ställ in värdnamn (från fil)

source: domainname [-v] {nisdomain|-F file} set NIS domainname (from file)
ca: domininame [-v] {nisdomain)-F file} estableix el domini NIS (des del fitxer)
ka: domainname [-v] {nis-ისდომენი|-F ფაილი} NIS -ის დომენის სახელის დაყენება (ფაილიდან)
sv: domainname [-v] {nisdomän|-F fil} ställ in NIS-domännamn (från fil)

source: nodename [-v] {nodename|-F file} set DECnet node name (from file)
ca: nodename [-v] {nodename)-F fitxer} estableix el nom del node DECnet (des del fitxer)
ka: nodename [-v] {nodename|-F ფაილი} DECnet-ის კვანძის სახელის დაყენება (ფაილიდან)
sv: nodename [-v] {nodename|-F fil} ställ in DECnet-nodens namn (från fil)

source: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] display formatted name
ca: nom de l'amfitrió [-v] [-dted-fted-s]-a]-i--y]-n] mostra el nom formatat
ka: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] დაფორმატებული სახელის ჩვენება
sv: hostname [-v] [-d|-f|-s|-a|-i|-y|-n] visa formaterat namn

source: hostname [-v] display hostname
ca: hostname [-v] mostra el nom de l'amfitrió
ka: hostname [-v] ჰოსტის სახელის ჩვენება
sv: hostname [-v] visa värdnamn

source: hostname -V|--version|-h|--help print info and exit
ca: hostname -V and--version and-h and--help imprimeix informació i surt
ka: hostname -V|--version|-h|--help ინფორმაციის ჩვენება და გასვლა
sv: hostname -V|--version|-h|--help skriv ut information och avsluta

source: dnsdomainname=hostname -d, {yp,nis,}domainname=hostname -y
ca: dnsdomainname,nomamfitrió -d, {yp,nis,}nomdomini,nomamfitrió -y

source: -s, --short short host name
ca: -s, --short nom curt d'amfitrió
ka: -s, --short ჰოსტის მოკლე სახელი
sv: -s, --short kort värdnamn

source: -a, --alias alias names
ca: -a, --alias àlies noms
ka: -a, --alias დამატებითი სახელი
sv: -a, --alias aliasnamn

source: -i, --ip-address addresses for the hostname
ca: -i, --ip-adreces d'adreça per al nom d'amfitrió
ka: -i, --ip-address მისამართები ჰოსტის სახელისთვის
sv: -i, --ip-address adresser för värdnamnet

source: -d, --domain DNS domain name
ca: -d, --domain nom de domini DNS
ka: -d, --domain DNS დომენის სახელ
sv: -d, --domain DNS-domännamn

source: -y, --yp, --nis NIS/YP domainname
ca: -y, --yp, --nis NIS/YP domini
ka: -y, --yp, --nis NIS/YP დომენის სახელი
sv: -y, --yp, --nis NIS/YP-domännamn

source: -n, --node DECnet node name
ca: -n, --node nom del node DECnet
ka: -n, --node DECnet კვანძის სახელი
sv: -n, --node DECnets nodnamn

source: -F, --file read hostname or NIS domainname from given file
ca: -F, --file llegeix el nom de l'ordinador o el nom de domini NIS des d'un fitxer donat
ka: -F, --file ჰოსტის ან NIS-ის დომენის სახელის მითითებული ფაილიდან დაყენება
sv: -F, --file läs värdnamn eller NIS-domännamn från angiven fil

source: This command can read or set the hostname or the NIS domainname. You can also read the DNS domain or the FQDN (fully qualified domain name). Unless you are using bind or NIS for host lookups you can change the FQDN (Fully Qualified Domain Name) and the DNS domain name (which is part of the FQDN) in the /etc/hosts file.
ca: Aquesta ordre pot llegir o establir el nom del servidor o el nom del domini NIS. Pots També llegeix el domini DNS o el FQDN (nom de domini totalment qualificat). Llevat que estiguis utilitzant el BIND o el NIS per a les cerques de l'amfitrió, pots canviar el FQDN (Fully Qualified Domain Name) i el nom de domini DNS (que és part del FQDN) al fitxer /etc/hosts.
ka: ამ ბრძანებას ჰოსტის სახელი ან NIS დომენის სახელის წაკითხვა ან დაყენება შეუძლია. ასევე შეგძლიათ წაიკითხოთ DNS დომენის სახელი, ან FQDN (სრული DNS სახელი (Fully Qualified Domain Name)). თუ თქვენ ჰოსტის სახელების ამოხსნისთვის bind-ს ან NIS-ს არ იყენებთ, FQDN-ის და DNS-ის დომენის სახელის (რომელიც FQDN-ის ნაწილია) შეცვლა /etc/hosts ფაილში შეგიძლიათ.
sv: Detta kommando kan läsa eller skriva värdnämnet eller domännamnet för NIS. Du kan också läsa DNS-domänen eller FQDN (fully qualified domain name). Såvida du inte använder bind eller NIS för sökning av värdnamn kan du ändra FQDN (Fully Qualified Domain Name) och DNS-domännamnet (vilket är del av FQDN) i filen /etc/hosts.

source: %s: You can't change the DNS domain name with this command
ca: %s: No podeu canviar el nom del domini DNS amb aquesta ordre
ka: %s: ამ ბრძანებით DNS დომენის სახელს ვერ შეცვლით
sv: %s: Du kan inte ändra DNS-domännamnet med detta kommando

source: Unless you are using bind or NIS for host lookups you can change the DNS
ca: Tret que estiguis utilitzant el BIND o el NIS per a les cerques de l'amfitrió, pots canviar el DNS
ka: თუ ჰოსტების ამოსახსნელად bind-ს ან NIS-ს არ იყენებთ, DNS-ს შეცვლა შეგიძლიათ.
sv: Om du inte använder bind eller NIS för värduppslagningar kan du ändra DNSen

source: domain name (which is part of the FQDN) in the /etc/hosts file.
ca: nom de domini (que forma part del FQDN) al fitxer /etc/hosts.
ka: დომენის სახელი (რომელიც FQDN-ის ნაწილია) /etc/hosts ფაილში.
sv: domännamn (som är del av FQDN) i filen /etc/hosts.

source: %s: ERROR while getting interface flags: %s
ca: %s: S'ha produït un error en obtenir els indicadors de la interfície: %s
ka: %s: შეცდომა ინტერფეისის ალმების მიღებისას: %s
sv: %s: FEL vid läsning av gränssnittsflaggor: %s

source: No support for INET on this system.
ca: No hi ha suport per a l'INET en aquest sistema.
ka: ამ სისტემაზე INET-ი მხარდაუჭერელია.
sv: Inget stöd för INET på detta system.

source: %s: ERROR while testing interface flags: %s
ca: %s: S'ha produït un error en provar els indicadors de la interfície: %s
ka: %s: შეცდომა ინტერფეისის ალმების ტესტირებისას: %s
sv: %s: FEL vid testning av gränssnittsflaggor: %s

source: Usage: ifconfig [-a] [-v] [-s] <interface> [[<AF>] <address>]
ca: Ús: ifconfig [-a] [-v] [-s] <interface> [[<AF>] <address>]
ka: გამოყენება: ifconfig [-a] [-v] [-s] <interface> [[<AF>] <address>]
sv: Användning: ifconfig [-a] [-v] [-s] <gränssnitt> [[<AF>] <adress>]

source: [netmask <address>] [dstaddr <address>] [tunnel <address>]
ca: [màscara de xarxa <address>] [dstaddr <address>] [túnel <address>]
sv: [netmask <adress>] [dstaddr <adress>] [tunnel <adress>]

source: [name <newname>]
ca: [nom <newname>]
sv: [name <nyttnamn>]

source: [[-]dynamic]
ca: [[-]dinàmic]

source: <HW>=Hardware Type.
ca: <HW>.Tipus de maquinari.
ka: <HW>=აპარატურის ტიპი.
sv: <HW>=Hårdvarutyp.

source: List of possible hardware types:
ca: Llista de possibles tipus de maquinari:
ka: აპარატურის შესაძლო ტიპების სია:
sv: Lista över möjliga hårdvarutyper:

source: <AF>=Address family. Default: %s
ca: <AF>. Família d'adreces. Per defecte: %s
ka: <AF>=მისამართის ოჯახი. ნაგულისხმები: %s
sv: <AF>=Adressfamilj. Standard: %s

source: List of possible address families:
ca: Llista de famílies d'adreces possibles:
ka: მისამართის შესაძლო ოჯახების სია:
sv: Lista över möjliga adressfamiljer:

source: ifconfig: option `%s' not recognised.
ca: ifconfig: l'opció «%s» no està reconeguda.
ka: ifconfig: პარამეტრი `%s' უცნობია.
sv: ifconfig: flaggan "%s" är okänd.

source: ifconfig: `--help' gives usage information.
ca: ifconfig: .--help' proporciona informació d'ús.
ka: ifconfig: `--help' გამოყენების შესახებ ინფორმაცია.
sv: ifconfig: "--help" ger information om användning.

source: Warning: truncating interface name %s length %lu to %u
ca: Avís: truncant el nom de la interfície %s longitud %lu a %u
sv: Varning: avkortning av gränssnittsnamn %s längd %lu till %u

source: ifconfig: Default address family %s is unknown. How can that be?
ca: ifconfig: la família d'adreces per defecte %s és desconeguda. Com pot ser?
sv: ifconfig: Standardadressfamiljen %s är okänd. Hur kan det vara så?

source: Unknown media type.
ca: Tipus de suport desconegut.
ka: მედიის უცნობი ტიპი.
sv: Okänd mediatyp.

source: Warning: Interface %s still in promisc mode... maybe other application is running?
ca: Avís: la interfície %s encara està en mode promisc... potser s'està executant una altra aplicació?
ka: გაფრთხილება: ინტერფეისი %s ჯერ კიდევ შერეულ რეჟიმშია... იქნება სხვა აპლიკაციაა გაშვებული?
sv: Varning: Gränssnittet %s är fortfarande i promisc-läge ... kanske en annan applikation körs?

source: Warning: Interface %s still in MULTICAST mode.
ca: Avís: la interfície %s encara està en mode MULTICAST.
ka: გაფრთხილება: ინტერფეისი %s ჯერ კიდევ MULTICAST რეჟიმშია.
sv: Varning: Gränssnittet %s är fortfarande i MULTICAST-läge.

source: Warning: Interface %s still in ALLMULTI mode.
ca: Avís: la interfície %s encara està en mode ALLMULTI.
ka: გაფრთხილება: ინტერფეისი %s ჯერ კიდევ ALLMULTI რეჟიმშია.
sv: Varning: Gränssnittet %s är fortfarande i ALLMULTI-läge.

source: Warning: Interface %s still in DYNAMIC mode.
ca: Avís: la interfície %s encara està en mode DINÀMIC.
ka: გაფრთხილება: ინტერფეისი %s ჯერ კიდევ DYNAMIC რეჟიმშია.
sv: Varning: Gränssnittet %s är fortfarande i DYNAMIC-läge.

source: Warning: Interface %s still in BROADCAST mode.
ca: Avís: la interfície %s encara està en mode d'emissió.
ka: გაფრთხილება: ინტერფეისი %s ჯერ კიდევ BROADCAST რეჟიმშია.
sv: Varning: Gränssnittet %s är fortfarande i BROADCAST-läge.

source: ifconfig: Error resolving '%s' for broadcast
ca: ifconfig: s'ha produït un error en resoldre «%s» per a la difusió
ka: ifconfig: მაუწყებლობისთვის '%s' -ის ამოხსნა შეუძლებელია
sv: ifconfig: Fel vid uppslag av '%s' för broadcast

source: ifconfig: Error resolving '%s' for dstaddr
ca: ifconfig: s'ha produït un error en resoldre «%s» per a «dstaddr»
ka: ifconfig: '%s' -ის დანიშნულების მისამართისთვის ამოხსნის შეცდომა
sv: ifconfig: Fel vid uppslag av '%s' för dstaddr

source: ifconfig: Error resolving '%s' for netmask
ca: ifconfig: Error en resoldre «%s» per a la màscara de xarxa
ka: ifconfig: '%s' -ის ქსელის ნიღბისთვის ამოხსნის შეცდომა
sv: ifconfig: Fel vid uppslag av '%s' för netmask

source: Warning: Interface %s still in POINTOPOINT mode.
ca: Avís: la interfície %s encara està en mode POINTOPOINT.
ka: გაფრთხილება: ინტერფეისი %s ჯერ კიდევ POINTOPOINT რეჟიმშია.
sv: Varning: Gränssnittet %s är fortfarande i POINTOPOINT-läge.

source: ifconfig: Error resolving '%s' for pointopoint
ca: ifconfig: s'ha produït un error en resoldre «%s» pel punt
ka: ifconfig: '%s' -ის pointopoint-სთვის ამოხსნის შეცდომა
sv: ifconfig: Fel vid uppslag av '%s' för pointopoint

source: hw address type `%s' has no handler to set address. failed.
ca: el tipus d'adreça hw .%s' no té cap gestor per establir l'adreça. ha fallat.
ka: აპარატურული მისამართის ტიპს '%s' მისამართის დასაყენებლად დამმუშავებელი არ გააჩნია. შეცდომა.
sv: hw adresstyp `%s' har ingen hanterare för att ange adress. misslyckades.

source: %s: invalid %s address.
ca: %s: l'adreça %s no és vàlida.
ka: %s: არასწორი %s მისამართი.
sv: %s: ogiltig %s-adress.

source: ifconfig: Error resolving '%s' for add
ca: ifconfig: s'ha produït un error en resoldre «%s» per afegir
ka: ifconfig: '%s' -ის დასაყენებლად ამოხსნის შეცდომა
sv: ifconfig: Fel vid uppslag av '%s' för add

source: No support for INET6 on this system.
ca: No hi ha suport per a l'INET6 en aquest sistema.
ka: ამ სისტემაზე INET6-ის მხარდაჭერა არ არსებობს.
sv: Inget stöd för INET6 på det här systemet.

source: Interface %s not initialized
ca: Interfície %s no inicialitzada
ka: ინტერფეისი ინიციალიზებული არაა %s
sv: Gränssnittet %s inte initialiserat

source: Bad address.
ca: Adreça dolenta.
ka: ცუდი მისამართი.
sv: Felaktig adress.

source: Address deletion not supported on this system.
ca: L'eliminació de l'adreça no està suportada en aquest sistema.
ka: ამ სისტემაზე მისამართის წაშლა მხარდაუჭერელია.
sv: Radering av adresser stöds inte på detta system.

source: ifconfig: Cannot set address for this protocol family.
ca: ifconfig: No es pot establir l'adreça per a aquesta família de protocols.
ka: ifconfig: ამ პროტოკოლის ოჯახისთვის მისამართის დაყენების შეცდომა.
sv: ifconfig: Det går inte att ange adress för denna protokollfamilj.

source: ifconfig: error resolving '%s' to set address for af=%s
ca: ifconfig: s'ha produït un error en resoldre «%s» per establir l'adreça per a af=%s
ka: ifconfig: '%s' -ის ამოხსნის შეცდომა af=%s-სთვის მისამართის დასაყენებლად
sv: ifconfig: fel vid uppslag av '%s' för att ange adress för af=%s

source: No support for ECONET on this system.
ca: No hi ha suport per a ECONET en aquest sistema.
ka: ამ სისტემაზე ECONET -ის მხარდაჭერა არ არსებობს.
sv: Inget stöd för ECONET på detta system.

source: Don't know how to set addresses for family %d.
ca: No sé com establir adreces per a la família %d.
ka: არ ვიცი, როგორ დავაყენო მისამართი ოჯახისთვის %d.
sv: Vet inte hur man ställer in adresser för familjen %d.

source: WARNING: at least one error occured. (%d)
ca: AVÍS: s'ha produït almenys un error. (%d)
ka: გაფრთხილება: მოხდა სულ მცირე, ერთი შეცდომა. (%d)
sv: VARNING: minst ett fel inträffade. (%d)

source: (No info could be read for "-p": geteuid()=%d but you should be root.)
ca: (No es pot llegir cap informació per a «-p»: geteuid().%d, però hauríeu de ser root.)
ka: (ინფორმაციის წაკითხვა შეუძლებელია, როცა"-p": geteuid()=%d მაგრამ root უნდა ბრძანდებოდეთ.)
sv: (Ingen information kunde läsas för "-p": geteuid()=%d men du borde vara root.)

source: (Not all processes could be identified, non-owned process info will not be shown, you would have to be root to see it all.)
ca: (No es poden identificar tots els processos, informació del procés no propietat no es mostrarà, hauríeu de ser arrel per veure-ho tot.)
ka: (ყველა პროცესის იდენტიფიკაცია შეუძლებელია. პროცესის ინფორმაცია, რომელიც თქვენ არ გეკუთვნით, ნაჩვენები არ იქნება. ყველა პროცესის ინფორმაციის საჩვენებლად root-ის უფლებებია საჭირო.)
sv: (Alla processer kan inte identifieras, icke-ägd processinformation visas inte, du måste vara root för att se allt)

source: LISTENING
ca: ESCOLTANT
sv: LYSSNAR

source: CONN SENT
ca: CONN ENVIAT

source: DISC SENT
ca: S'HA ENVIAT EL DISC
sv: DISC SKICKAD

source: ESTABLISHED
ca: ESTABLERT
sv: ETABLERAD

source: Active NET/ROM sockets
ca: Sòcols NET/ROM actius
ka: აქტიური NET/ROM სოკეტები
sv: Aktiva NET/ROM-uttag

source: User Dest Source Device State Vr/Vs Send-Q Recv-Q
ca: Estat del dispositiu origen de prova d'usuari Vr/Vs Send-Q Recv-Q
ka: მომხმ დანიშნ წყარო მოწყობილ მდგომარ Vr/Vs გაგზავნ-Q მიღებ-Q
sv: Anvä Dest Källa Enhet Tillstånd Vr/Vs Send-Q Recv-Q
